{
  "c1": "Blindfolded intimacy between the couple.",
  "c2": "Couple wears blindfolds; a friend observes their reactions and mutual touch.",
  "c3": "A blindfolded couple explores each other while a small, silent group watches.",
  "c4": "I would like my partner to use a vibrator on me.",
  "c5": "I would like to use a vibrator on my partner.",
  "c6": "A couple explores vibrators, with a friend controlling one or suggesting uses.",
  "c7": "Exchanging a full sensual massage with aromatic oils (couple).",
  "c8": "Receiving a sensual massage from two people (partner and a friend).",
  "c9": "Collective sensual massage: the couple and friends massage each other.",
  "c10": "Playing with ice on each other's bodies, followed by hot kisses.",
  "c11": "Oral sex using edible syrups on the body (couple).",
  "c12": "A couple uses edible syrups on each other, a guest tastes or helps to \"clean up.\"",
  "c13": "Taking an immersion bath together by candlelight.",
  "c14": "Exploring light bites and hickeys on new parts of the body.",
  "c15": "Slightly intoxicated sex (e.g., with wine).",
  "c16": "Trying condoms with different textures or effects.",
  "c17": "\"Blind tasting\" session: one person is blindfolded and tastes food from the other's skin.",
  "c18": "Body painting: using edible paints on each other and \"cleaning up\" with kisses.",
  "c19": "Exploring foot fetish (podophilia): kissing, licking, erotic foot massage.",
  "c20": "Using a light gag (fabric/silicone) to heighten other senses in the relationship.",
  "c21": "Trying touches with BDSM candle wax (low temperature) on the skin.",
  "c22": "I would like to feel warm BDSM candle wax dripping on my body.",
  "c23": "Partner's body as a canvas for art with warm BDSM candle wax.",
  "c24": "Light touches with a flogger (soft-tipped whip) on the back/buttocks.",
  "c25": "I would like to feel the stimulation of a riding crop on my thighs/buttocks.",
  "c26": "Feeling the controlled sting of a thin whip (tawse/single tail).",
  "c27": "Using nipple clamps to increase sensitivity.",
  "c28": "I would like to try nipple clamps during foreplay/sex.",
  "c29": "Exploring a Wartenberg wheel lightly on the skin for intense sensations.",
  "c30": "Receiving/giving stronger (safe) bites on shoulders, thighs, buttocks.",
  "c31": "Using a cock ring to prolong erection and intensify sensations.",
  "c32": "I would like my partner to use a vibrating cock ring to stimulate my clitoris/perineum.",
  "c33": "Using a butt plug (small/medium) during the day or foreplay for a feeling of fullness.",
  "c34": "I would like to use a butt plug (size to be agreed upon) during vaginal/oral sex.",
  "c35": "Using a vibrating butt plug (controlled or not) for new dimensions of pleasure.",
  "c36": "Exploring different textures (silk, leather, latex) in contact with bare skin.",
  "c37": "Sex with blindfolded eyes and covered ears, focusing only on touch and smell.",
  "c38": "Massage with hot and cold stones, alternating temperatures on the body.",
  "c39": "Playing \"body map\": one person draws on the other's body for them to guess.",
  "c40": "Using plush/silk handcuffs to lightly restrict movements.",
  "c41": "Slow-motion sex, with maximum attention to every touch and breath.",
  "c42": "Dripping warm honey or chocolate on erogenous zones and licking it off slowly.",
  "c43": "Exploring simulated knife play (safe object) for tension and thrills.",
  "c44": "Creating a sensual soundtrack for a night of love, letting the music guide.",
  "c45": "A bubble bath together, with lots of bubbles and underwater caresses.",
  "c46": "Using a silk scarf to blindfold and then to caress the body.",
  "c47": "Kissing session: exploring different types and places all over the body.",
  "c48": "Making love in a different part of the house (living room rug, kitchen).",
  "c49": "Exploring \"electroplay\" with a low-intensity TENS/Violet Wand device.",
  "c50": "Sensory challenge: a blindfolded person tries to guess parts of the other's body by touch/smell.",
  "c51": "Using a large mirror to watch the sexual act from different angles.",
  "c52": "Trying consensual hair pulling (lightly pulling hair) in the heat of the moment.",
  "c53": "Exchanging a sensual massage using only lips and tongue.",
  "c54": "Creating a \"sensory environment\" (lights, incense, music, textures on the bed).",
  "c55": "Exploring the sensation of latex or leather in direct contact with the skin.",
  "c56": "I would like my partner to whisper fantasies in my ear while touching me.",
  "c57": "Trying different types of lubricants (warming, cooling, tingling effects).",
  "c58": "Being fed by my partner while blindfolded, focusing on the taste.",
  "c59": "Slow dancing naked with my partner to slow music.",
  "c60": "I would like to have my body covered in something edible to be \"devoured.\"",
  "c61": "Exploring vibrations from a phone/massager on different parts of the body.",
  "c62": "Receiving a nipple massage with oil or a specific stimulator.",
  "c63": "Playing with feathers or a soft duster on the body, causing shivers.",
  "c64": "Listening to each other's heartbeats after intense intimacy.",
  "c65": "Trying silk or satin on bare skin (sheets, clothing).",
  "c66": "Having a \"tasting\" of kisses: with different flavors on the lips.",
  "c67": "I would like to be lightly tied with soft ropes and feel my body being explored.",
  "c68": "Writing on my partner's body while a friend watches the \"artwork.\"",
  "c69": "Using flavored ice cubes for oral sex or to run over the body.",
  "c70": "Writing erotic words/drawings on each other's bodies with a pen/body ink.",
  "c71": "Blindfolded, allowing my partner to explore my body with a surprise object.",
  "c72": "Having sex in an isolated waterfall during a hike (couple).",
  "c73": "Feeling the texture of grass/moss/earth on bare skin during outdoor intimacy (couple).",
  "c74": "Listening to nature sounds as a soundtrack for sex while camping/hiking (couple).",
  "c75": "Feeling the sweat and heat of our bodies during a joint workout followed by intense sex (couple).",
  "c76": "Receiving a sensual sports massage from my partner after a heavy workout (couple).",
  "c77": "Exploring the sensation of different ropes (sisal, cotton, silk) on the skin in light bondage (couple).",
  "c78": "Using a powerful wand vibrator for a deep body massage that evolves into pleasure (couple).",
  "c79": "Trying anal or vaginal fisting (requires a lot of preparation, lubrication, and consent).",
  "c80": "Receiving/giving a lingam (male) or yoni (female) massage focused on sexual energy (couple).",
  "c81": "Playing with unusual food textures on the body (seeds, grains) and then cleaning it off (couple).",
  "c82": "Having sex in a hot tub, enjoying the water jets (couple).",
  "c83": "Using Ben Wa balls (kegel balls) during the day to increase vaginal sensitivity.",
  "c84": "Exploring the sensation of a bullet vibrator on various erogenous zones.",
  "c85": "Using a satin or silk sheet on the bed for a night of sliding sensations.",
  "c86": "Taking a long bath together, exploring every part of the body with soaps and sponges.",
  "c87": "Giving each other a footjob (masturbation with feet).",
  "c88": "Experiencing the sensation of having your hair washed sensually by your partner.",
  "c89": "Using essential oils with aphrodisiac scents in a diffuser during sex.",
  "c90": "Kissing my partner with a piece of ice in my mouth.",
  "c91": "Exploring the sensitivity of the inner thighs with different touches (feathers, nails, tongue).",
  "c92": "Having a staring contest, ending in kisses.",
  "c93": "Using a couple's vibrator (e.g., We-Vibe) during penetration for simultaneous pleasure.",
  "c94": "Trying edging (orgasm control) to prolong pleasure and intensify the climax.",
  "c95": "I would like to have my nipples sucked/licked intensely.",
  "c96": "One partner chooses the sexual position for one night.",
  "c97": "One partner decides what the other wears for an intimate date.",
  "c98": "I would like to give my partner a sensual command to obey.",
  "c99": "I would like my partner to give me a sensual command to obey.",
  "c100": "Whispering orders or desires in my partner's ear during sex.",
  "c101": "Using command words and an authoritative tone during intimacy.",
  "c102": "One partner serves the other submissively for a night.",
  "c103": "Blindfolding a submissive partner and guiding them with verbal commands in a scene.",
  "c104": "I would like to be immobilized by my partner and submit.",
  "c105": "I would like to immobilize my partner and have them at my mercy.",
  "c106": "Obediently serving my partner and a guest.",
  "c107": "Obediently serving a group of guests under my partner's orders.",
  "c108": "Spanking: Applying firm slaps to my partner's butt.",
  "c109": "I would like to receive firm slaps on my butt from my partner.",
  "c110": "Receiving spanking from a third party under my partner's command.",
  "c111": "Group spanking session, where several people give/receive.",
  "c112": "Kissing and licking my dominant partner's feet in submission.",
  "c113": "Roleplay: Stern Master/Mistress and a dedicated, obedient student.",
  "c114": "Roleplay: Simulated attack, one partner physically dominates the other.",
  "c115": "Invasion Roleplay: One partner \"invades\" and dominates the other.",
  "c116": "Invasion Roleplay: An \"invader\" (partner or friend) dominates the resident.",
  "c117": "Invasion Roleplay: A group of invaders dominates the resident(s).",
  "c118": "Reverse Invasion Roleplay: The \"victim\" dominates the invader(s).",
  "c119": "Roleplay: Powerful executive demands erotic tasks from their assistant.",
  "c120": "Roleplay: King/Queen and their devoted servant for a night.",
  "c121": "Roleplay: Royalty (King/Queen) is served by multiple servants (partner and guests).",
  "c122": "Roleplay: A servant (or group of servants) rebels and subdues the Royalty.",
  "c123": "Orgasm control: the dominant partner decides when the submissive can climax.",
  "c124": "Orgasm control: the dominant decides, with a guest observing.",
  "c125": "Orgasm control: the dominant decides when the submissive can climax in front of an audience.",
  "c126": "Pet Play: One partner acts as a pet (cat, dog) for the \"owner.\"",
  "c127": "Light verbal erotic humiliation (words agreed upon by the couple).",
  "c128": "Verbal erotic humiliation in front of a guest or small audience.",
  "c129": "The Queen (partner) is served by her partner and one or more female guests.",
  "c130": "Roleplay: Intense interrogation with seduction and psychological pressure.",
  "c131": "A blindfolded and tied-up partner is teased by the other partner and a guest.",
  "c132": "A submissive partner wears a collar and leash, led by the dominant.",
  "c133": "Establishing strict rules for the submissive for 24h, with light punishments.",
  "c134": "One partner is the other's \"sex object\" for a night.",
  "c135": "One partner is a group's \"sex object\" for a night.",
  "c136": "Roleplay: A powerful female pimp (partner) \"manages\" her partner (or a friend) for a \"client.\"",
  "c137": "\"Foot slave\" scenario: the submissive worships the dominant's feet.",
  "c138": "The dominant controls when the submissive can go to the bathroom for hours.",
  "c139": "Impact play session with various instruments (paddle, cane).",
  "c140": "One partner wears a butt/vaginal plug all day as a reminder of submission.",
  "c1anal": "Roleplay \"auction\": one partner is \"auctioned off\" for sensual servitude.",
  "c142": "The submissive writes a letter detailing their devotion to the dominant.",
  "c143": "Using submissive body language (bowed head, etc.) towards the dominant.",
  "c144": "The dominant chooses a \"humiliating\" (consensual) outfit for the submissive to wear.",
  "c145": "I would like to be objectified by my partner during sex.",
  "c146": "I would like to objectify my partner during sex, treating them like a toy.",
  "c147": "Being treated as a sex object by a guest, under my partner's supervision.",
  "c148": "Being exposed and objectified for a small group of friends.",
  "c149": "The dominant writes words of possession/rules on the submissive's body with a pen/ink.",
  "c150": "The dominant thoroughly \"inspects\" the submissive's body, as if it were an object.",
  "c151": "The submissive remains in a \"decorative\" position while the dominant does other activities.",
  "c152": "Forcing the submissive to wear a revealing and uncomfortable outfit for the dominant's (and others') pleasure.",
  "c153": "Humiliation session with servile and degrading tasks (light and consensual).",
  "c154": "The dominant narrates the submissive's \"flaws\" in an erotic way to the submissive (or to third parties/audience).",
  "c155": "One partner, the \"trainer,\" dictates all exercises and intensity for the \"athlete\" at the gym, with sensual rewards/punishments.",
  "c156": "After losing a bet to my partner, being their sexual \"prize.\"",
  "c157": "Being the sexual \"prize\" for the winner of a bet between my partner and a friend.",
  "c158": "My husband \"bets\" me in a game with a friend; if he loses, I fulfill the friend's desire.",
  "c159": "My wife \"bets\" me in a game with a friend; if she loses, I fulfill the friend's desire.",
  "c160": "In a poker game with friends, the couple agrees that the female partner will be \"shared\" with the winner.",
  "c161": "Betting my partner (male or female) in a game with a group; the loser satisfies the group.",
  "c162": "Roleplay: Prisoner of war and their relentless captor (couple).",
  "c163": "Roleplay: A prisoner is interrogated/used by two captors (partner and a friend).",
  "c164": "Roleplay: A prisoner is subjected to a group of relentless captors.",
  "c165": "Roleplay: A police officer \"approaches\" a citizen in an intimidating/sensual way (couple).",
  "c166": "I would like to be thoroughly \"searched\" by a police officer (partner).",
  "c167": "Roleplay: Two police officers (partner and a friend) \"approach\" and \"search\" a suspicious citizen.",
  "c168": "Roleplay: A group of police officers \"surrounds\" and aggressively \"interrogates\" suspect(s).",
  "c169": "Roleplay: A \"detective\" interrogates an \"innocent\" person with psychological pressure and seduction (couple).",
  "c170": "Roleplay: An \"innocent\" person is interrogated by two \"detectives\" (partner and a friend), one \"good,\" one \"bad.\"",
  "c171": "Roleplay: An \"innocent\" person is interrogated by a panel of hostile \"investigators.\"",
  "c172": "Roleplay: An \"executioner\" applies a combined physical/sensual \"punishment\" to the \"criminal\" (female partner).",
  "c173": "I would like to be \"punished\" by my partner for an \"infraction\" with spanking/discipline.",
  "c174": "Roleplay: A \"criminal\" is \"punished\" by the \"jailer\" (partner) and a \"guard\" (friend).",
  "c175": "Roleplay: A \"criminal\" is subjected to \"judgment\" and \"punishment\" by a \"court\" of friends.",
  "c176": "Meticulously bathing my partner, as if preparing an object for use by a group.",
  "c177": "Serving drinks to my dominant partner and their guests using my body as a \"tray.\"",
  "c178": "In pet play, being \"trained\" with \"rewards\" and \"punishments\" by a group of \"owners.\"",
  "c179": "On a hike, being blindfolded and having my body explored by my partner and a \"guide\" friend.",
  "c180": "Being \"left\" tied and blindfolded in the woods (partner watches), with the possibility of a \"stranger\" (friend) finding me.",
  "c181": "After winning a bet, my partner and a friend share the \"prize\" (me).",
  "c182": "I would like to have my clothes chosen by my dominant partner for a week.",
  "c183": "The submissive partner must walk on all fours around the house when ordered.",
  "c184": "Being \"inspected\" naked by my dominant partner, who can point out \"flaws\" or \"qualities.\"",
  "c185": "Being \"inspected\" naked by my dominant partner in front of a guest.",
  "c186": "Being \"inspected\" naked by a group led by my dominant partner.",
  "c187": "Wearing a sign with a humiliating (consensual) phrase chosen by the dominant, at home.",
  "c188": "The dominant can forbid the submissive from sitting on furniture, requiring them to stay on the floor.",
  "c1agosto": "Having to ask the dominant for permission for all basic activities (eating, drinking).",
  "c190": "Roleplay: One partner is the sadistic \"personal trainer\" who imposes exhausting exercises with sexual connotations.",
  "c191": "\"Boot/shoe worship\" session: the submissive must clean and kiss the dominant's footwear.",
  "c192": "The dominant uses the submissive's body as \"human furniture\" (e.g., a cup holder).",
  "c193": "Forcing the submissive to wear a ridiculous or childish outfit during a scene.",
  "c194": "I would like to be \"trained\" as a pet by my partner and a \"trainer\" friend.",
  "c195": "The submissive must eat their meal on the floor, like an animal, under the dominant's orders.",
  "c196": "The dominant \"redecorates\" the submissive's body with makeup in a humiliating or fetishistic way.",
  "c197": "Being blindfolded and having my body used for \"target practice\" games with soft or edible objects by my partner and friends.",
  "c198": "After losing a bet, being the \"property\" of a group of my partner's friends for an hour to fulfill light orders.",
  "c199": "Betting with my partner: whoever loses becomes the winner's \"betting slave\" for a day.",
  "c200": "In a card game with friends, the losing partner (of the couple) must obey a command from each player at the table.",
  "c201": "One partner (or both) wears an authority uniform (police, military) and commands the other (or a group) for the night.",
  "c202": "The couple practices \"age play\": one takes on a childish role, the other cares for/disciplines them.",
  "c203": "The couple practices \"age play\" with a friend in the role of \"babysitter\" or \"older sibling\" who also disciplines.",
  "c204": "Being \"punished\" by my partner with sensory deprivation (blindfold, earplugs) for a set time.",
  "c205": "The dominant dictates the fantasies the submissive must have and narrate.",
  "c206": "Acting out a blind date with fake names/stories, seducing each other.",
  "c207": "Recreating an iconic movie/series scene, but with an improvised erotic ending.",
  "c208": "Roleplay: A time traveler suddenly appears with a secret/mission.",
  "c209": "Creating a \"masquerade ball\" scenario at home (music, costumes, anonymous seduction).",
  "c210": "Roleplay: A private detective investigates a charming suspect, and the investigation becomes intimate.",
  "c211": "\"Genie in a bottle\" fantasy: one partner grants three erotic wishes to the other.",
  "c212": "You are rival pirates who capture each other and sensually \"negotiate\" freedom.",
  "c213": "Roleplay: Rock star and a fan who gets backstage access.",
  "c214": "Acting out an \"arranged marriage,\" where the couple meets on their wedding night.",
  "c215": "Adventure video game characters come to life and explore sensations.",
  "c216": "Writing a collaborative erotic story: one starts, the other continues.",
  "c217": "Roleplay: A tense negotiation between a mafia boss and a detective turns into seduction.",
  "c218": "Choosing an exotic country/culture and creating an inspired romantic/sensual scenario.",
  "c219": "Roleplay: A \"Professional Masseur\" offers \"extra services\" to the client (partner).",
  "c220": "Roleplay: A \"Professional Masseur\" attends to the couple, offering \"extra services\" to both.",
  "c221": "Fantasy: The only survivors in a post-apocalyptic world rediscover intimacy.",
  "c222": "Fantasy: Apocalypse survivors find other survivor(s) to explore pleasure with.",
  "c223": "Roleplay: A persistent personal trainer with their client (partner).",
  "c224": "Creating an erotic \"treasure map\" around the house, with clues and pleasure \"stations.\"",
  "c225": "Roleplay: An artist seeking inspiration and their inspiring muse.",
  "c226": "Simulating a \"blackout\" at home, exploring intimacy by candlelight/lanterns.",
  "c227": "Roleplay: A job interview where the interviewer asks increasingly personal/provocative questions.",
  "c228": "Roleplay: A job interview with a panel of interviewers (partner and friends) asking intimate questions.",
  "c229": "Acting out a private \"reality show\" with sensual challenges for the couple.",
  "c230": "Acting out a private \"reality show\" with the couple and guest friends as \"judges\" or \"participants.\"",
  "c231": "Roleplay: A police officer arrests a charming suspect, sexual tension rises during the \"interrogation.\"",
  "c232": "Roleplay: A student seduced by an older teacher.",
  "c233": "Roleplay: A teacher seduces a student and one of their classmates.",
  "c234": "Roleplay: A teacher with their class (partner and friends) in a practical \"seduction class.\"",
  "c235": "Roleplay: Strangers on a train/plane start a spicy conversation and intense flirtation.",
  "c236": "Roleplay: Consensual home invasion, one \"invader\" dominates the \"resident.\"",
  "c237": "Roleplay: Home invasion, an invader (partner) dominates the resident with an accomplice friend.",
  "c238": "Roleplay: Home invasion, a group of invaders (partner and friends) dominates the resident(s).",
  "c239": "Roleplay: A journalist interviews a reclusive celebrity, the interview takes an intimate turn.",
  "c240": "Roleplay: Hiring a \"luxury escort\" (partner) for a night of seduction.",
  "c241": "Roleplay: Hiring a \"luxury escort\" (partner) and a friend for a threesome.",
  "c242": "Roleplay: Hiring \"luxury escorts\" (partner and friends) for a sophisticated orgy.",
  "c243": "Roleplay: Acting out a famous romantic movie scene, but with an original erotic twist.",
  "c244": "Roleplay: Time travel, the couple meets in another era and explores the dynamic.",
  "c245": "Roleplay: Rival spies forced to work together surrender to their attraction.",
  "c246": "Roleplay: A couple of spies with a third, double agent on a sensual mission.",
  "c247": "Roleplay: A team of spies (couple and friends) on a mission that involves seduction and group sex.",
  "c248": "Roleplay: Royalty (king/queen) and their loyal, devoted servant.",
  "c249": "Roleplay: Royalty is served by their partner and a guest (additional servant).",
  "c250": "Roleplay: Royalty is served by an entire court of servants (partner and group).",
  "c251": "Cuckolding Scenario: A husband watches his wife with a male guest.",
  "c252": "Cuckqueaning Scenario: A wife watches her husband with a female guest.",
  "c253": "\"Hotwife\" Scenario: The wife has fun with multiple men (friends) with the husband watching/participating.",
  "c254": "\"Stag/Vixen\" Scenario: The husband has fun with multiple women (friends) with the wife watching/participating.",
  "c255": "Simulated or real Gangbang/Reverse Gangbang: Intense group sex.",
  "c256": "Roleplay: Therapist and patient, the session evolves into intimate exploration.",
  "c257": "Alien abduction fantasy with playful sexual experiments.",
  "c258": "Roleplay: \"First time\" with an experienced partner and a shy one.",
  "c259": "Acting out an arranged marriage, the couple meets on their wedding night.",
  "c260": "Roleplay: \"Curious neighbors\" who get involved after an \"accidental\" encounter.",
  "c261": "Fantasy: one partner is a \"camgirl/camboy,\" the other is a fan with special requests.",
  "c262": "\"Body swap\" fantasy: acting/speaking like the other during intimacy.",
  "c263": "Wearing masks (Venetian, animal) during sex for mystery and disinhibition.",
  "c264": "Roleplay: \"Sensual Confessional,\" one confesses secret desires to the other \"confessor.\"",
  "c265": "Creating a sexual \"alter ego\" for each other (name, backstory) and interacting as them.",
  "c266": "Roleplay: \"Prostitute in the Park,\" a partner acts the part, the other \"hires\" them.",
  "c267": "Roleplay: \"Prostitute in the Park,\" a partner acts the part, two friends \"hire\" them.",
  "c268": "Roleplay: \"Prostitute in the Park,\" a partner acts the part, a group \"hires\" them.",
  "c269": "Fantasy: \"Bachelor Party,\" the wife is \"hired\" for her husband's party (simulated with friends).",
  "c270": "The couple pretends to be professional \"voyeurs\" watching (and narrating) the intimacy of another couple (imaginary or friends).",
  "c271": "\"Dirty Scrabble/Crossword\" fantasy: playing an erotic version.",
  "c272": "Acting out a \"fantasy auction\": each writes 3, they are \"auctioned\" with caresses, the winning one is fulfilled.",
  "c273": "Roleplay: \"Interview with a Porn Star,\" one is the star, the other the curious interviewer.",
  "c274": "\"Photographer and nude model\" fantasy: creating a sensual homemade photoshoot.",
  "c275": "Simulating a \"virtual date\" in different rooms, seducing by text/audio before getting physical.",
  "c276": "CNC Roleplay: Tied to a tree, \"begging\" a \"stranger\" (a friend in on it) for help, who fulfills fantasies.",
  "c277": "CNC Roleplay: Tied to a tree, being \"found\" by a group (friends) who \"use and abuse.\"",
  "c278": "Roleplay: Explorers lost in the jungle find comfort and pleasure in each other.",
  "c279": "Roleplay: Forest beings (nymphs, satyrs) seduce a lost human.",
  "c280": "Roleplay: A couple \"adopts\" a partner from another friend couple for a threesome, while the other watches/joins.",
  "c281": "Roleplay: A couple consensually \"kidnaps\" a partner from another friend couple for sensual \"captivity.\"",
  "c282": "CNC Roleplay: Immobilized husband is \"forced\" to watch an \"intruder\" (friend) take his wife \"by force.\"",
  "c283": "Wife is \"forced\" to watch her lesbian partner (or friend) be \"taken\" by a man (friend).",
  "c284": "Roleplay: A partner is a personal trainer who uses \"alternative\" methods to motivate a client at the gym.",
  "c285": "\"Haunted campground\" fantasy: scares and mystery turn into arousal in the tent.",
  "c286": "Roleplay: Exploring a \"time travel\" fantasy to a Roman/Greek bacchanal night with the couple and friends.",
  "c287": "\"Erotic Fight Club\" scenario: the couple (or with friends) participates in sensual fights where the loser serves the winner.",
  "c288": "\"Erotic Magic Show\" fantasy: one is the magician, the other the assistant, with tricks involving nudity and seduction (can have an audience of friends).",
  "c289": "Roleplay: One of you is a \"rave party DJ\" and the other (and friends) are fans who crash the booth for a private \"after party.\"",
  "c290": "Acting out a \"One Thousand and One Nights Tale\" with a sultan/sultana, odalisques, and eunuchs (partner and friends).",
  "c291": "Roleplay: \"Sassy Mechanic,\" a client takes their car to the shop, the mechanic (partner) does an intimate \"inspection.\"",
  "c292": "Roleplay: \"Mechanic and Client with a Friend,\" a client brings their car, the mechanic and a friend \"evaluate\" the client.",
  "c293": "Roleplay: \"Group Workshop,\" a client is \"serviced\" by a group of mechanics (partner and friends).",
  "c294": "\"Forbidden Uber\" fantasy: one partner is the driver, the other the passenger who offers an \"alternative payment.\"",
  "c295": "\"Uber with a Friend\" fantasy: a friend is the driver, the couple teases each other in the back seat, trying to involve them.",
  "c296": "Roleplay: A personal trainer (partner) \"corrects\" the client's (partner's) posture with intimate touches at the gym.",
  "c297": "Roleplay: A secret meeting on a deserted trail, like forbidden lovers.",
  "c298": "\"Adam and Eve\" fantasy on a deserted beach or waterfall.",
  "c299": "Acting out an \"interview\" for a swingers' club just between the couple, answering spicy questions.",
  "c300": "Roleplay: \"Unfair Police Interrogation,\" one partner is the tough cop, the other the \"innocent\" she tries to seduce/pressure.",
  "c301": "Roleplay: \"Punishing the Guilty,\" one partner is the \"judge/executioner,\" the other the \"criminal\" who receives a sensual punishment.",
  "c302": "Roleplay: \"Cop Stops a Couple,\" a cop (friend) stops the couple (woman+man/woman) in a compromising situation and \"abuses their authority.\"",
  "c303": "\"Porn Movie Extra\" fantasy: The couple pretends to be on a set, following \"instructions\" from an imaginary director.",
  "c304": "Roleplay: \"Chef and Apprentice,\" an experienced chef teaches the secrets of cooking (and pleasure) to the young apprentice in the kitchen.",
  "c305": "\"Erotic Escape Room\" fantasy: Creating puzzles around the house that lead to sensual rewards when solved.",
  "c306": "I would like my partner to record me in a private sensual performance.",
  "c307": "Going out without underwear and letting my partner know, teasing them in public.",
  "c308": "Performing a private, well-produced striptease for my partner.",
  "c309": "Striptease for my partner and a guest friend.",
  "c310": "Striptease for my partner and a small audience of friends.",
  "c311": "Leaving the bathroom door ajar \"accidentally\" while showering with a guest in the house.",
  "c312": "Sending a sensual (non-explicit) photo to a mutual friend, with my partner's consent.",
  "c313": "Walking around in lingerie/towel at home in the presence of a close invited friend.",
  "c314": "Filming the couple's sex (faces hidden/not) and showing it to a trusted friend.",
  "c315": "Filming the couple's sex and showing it to a select small group of friends.",
  "c316": "I would like my partner to watch me while I masturbate.",
  "c317": "Masturbating for my partner and a guest friend.",
  "c318": "Masturbating for my partner and a small audience of friends.",
  "c319": "Sex in a semi-public place with a low risk of being seen (balcony, trail).",
  "c320": "Being sensually displayed by my partner on a video call to a third party/parties.",
  "c321": "Female partner masturbates in the car (parked/safely moving) with a chance of being seen.",
  "c322": "Sex in a car at an automatic car wash, taking advantage of the momentary privacy.",
  "c323": "Going to a nude beach and practicing nudism together.",
  "c324": "Going to a nude beach with my partner and a friend, practicing nudism together.",
  "c325": "Participating in a group nudist event or party.",
  "c326": "Sending artistic nudes to my partner when they are busy.",
  "c327": "Openly flirting with a gas station attendant/cashier (with my partner's complicity).",
  "c328": "Sex in the car at a \"dogging point,\" just watching others.",
  "c329": "Sex in the car at a \"dogging point,\" being watched by others.",
  "c330": "Sex in the car at a \"dogging point,\" interacting with another couple or person.",
  "c331": "Visiting a real gloryhole to watch anonymously.",
  "c332": "Visiting a real gloryhole to interact anonymously (one partner).",
  "c333": "Visiting a real gloryhole with the couple participating or one watching the other.",
  "c334": "Simulated gloryhole at home: inviting a friend to interact with one partner, while the other watches.",
  "c335": "Simulated gloryhole at home for an intimate party, with several using/watching.",
  "c336": "A husband watches his wife with a female guest.",
  "c337": "A husband watches his wife with a group of female guests.",
  "c338": "A wife watches her husband with a male guest.",
  "c339": "A wife watches her husband with a group of male guests.",
  "c340": "A lesbian couple invites a male friend for MFF.",
  "c341": "A lesbian couple invites some male friends for a MFFF/group experience.",
  "c342": "A gay couple invites a female friend for MMF.",
  "c343": "A gay couple invites some female friends for a MMFF/group experience.",
  "c344": "Swinging with another couple, just kissing and caressing.",
  "c345": "Full swap swinging with another friend couple, in a private setting.",
  "c346": "Participating in a swingers' party with multiple couples.",
  "c347": "\"Strip quiz\" or erotic dares with invited friends, with progressive nudity.",
  "c348": "One partner masturbates while the other and guest(s) watch/encourage.",
  "c349": "Using a remote-controlled butt plug while on a walk in a park/mall.",
  "c350": "Partner takes nude/seminude photos of me in deserted public places.",
  "c351": "Having an explicit conversation about sex/fetishes in a café, where others might overhear.",
  "c352": "One partner exposes themselves from the house window to the street (discreetly, safely).",
  "c353": "Going to a liberal club/fetish party together, to observe.",
  "c354": "Going to a liberal club/fetish party together and interacting with a third person.",
  "c355": "Going to a liberal club/fetish party together and participating in group activities.",
  "c356": "Recording an erotic fantasy audio and sending it to my partner (or an intimate group).",
  "c357": "Sexting with my partner while both are at separate social events.",
  "c358": "Hiding to watch my partner masturbate (with later reveal/consent).",
  "c359": "Leaving a trail of lingerie through the house for my partner (or a guest) to follow.",
  "c360": "Sensual video call with my partner in a semi-public place (bar restroom).",
  "c361": "Writing an erotic fantasy and publishing it anonymously on an online forum.",
  "c362": "Wearing a sheer top without a bra or with visible lingerie to an event with my partner.",
  "c363": "Buying sensual lingerie together and having a \"private fashion show\" at home.",
  "c364": "Taking \"discreet nudes\" (without a face) in public places and sending them to my partner.",
  "c365": "My partner lightly ties me up and photographs me in sensual poses.",
  "c366": "Giving my partner a quick \"flash\" (breasts/genitals) in an unexpected place.",
  "c367": "Telling a trusted friend an intimate detail/fetish of the couple.",
  "c368": "Having sex with a lamp projecting shadows on the wall/curtain (visible from outside).",
  "c369": "Female partner wears a dress without panties to an event, teasing her partner with touches.",
  "c370": "Male partner wears tight pants without underwear, teasing his partner with the bulge.",
  "c371": "\"Sexual confessions night\" with close friends, maybe some get fulfilled.",
  "c372": "Going to a strip club/burlesque show together and discussing what you found exciting.",
  "c373": "Getting an intimate tattoo/piercing and sensually revealing it to my partner.",
  "c374": "One partner is blindfolded, the other describes how a third party (imaginary/real) seduces/touches them.",
  "c375": "Leaving the hotel room door ajar during sex, with the \"do not disturb\" sign on.",
  "c376": "Using a remote vibrator while the couple is at the cinema/theater.",
  "c377": "Dining out and exchanging notes with erotic proposals under the table.",
  "c378": "Consensual voyeurism: one partner hides to watch the other shower/change.",
  "c379": "Intense kissing and caressing on a dark dance floor, maybe involving a third person.",
  "c380": "Letting my partner (or a group) write erotic words/drawings on my body.",
  "c381": "At a liberal party, having my body used as a \"scoreboard,\" with partners marking how many have interacted.",
  "c382": "Sex in a camping tent in a busy place (beach, festival).",
  "c383": "Taking a sensual photo in a public restroom stall and sending it to my partner.",
  "c384": "Photographing my partner in sensual poses in a mechanic's shop/tire shop.",
  "c385": "Exposing myself to my partner or having a quickie in the car in an underground parking garage.",
  "c386": "Masturbating in a deserted square at night, with my partner keeping watch.",
  "c387": "Challenging my partner to remove a piece of clothing in public without being noticed.",
  "c388": "Sensual video call with my partner while they are in an Uber (with headphones).",
  "c389": "Fitting room: trying on lingerie and sending photos to my partner (or a group).",
  "c390": "Arranging with my partner to \"accidentally\" bend over provocatively in front of a delivery person/technician.",
  "c391": "Wearing tight gym clothes without underwear on a hiking trail.",
  "c392": "Gas station: female partner fills up the tank with a daring neckline, male partner watches reactions.",
  "c393": "At a traffic light, a cinematic French kiss for cars next to us to see.",
  "c394": "Erotic photoshoot of the couple in an abandoned workshop/industrial setting.",
  "c395": "Skinny dipping in a remote river/lake, partner keeps watch.",
  "c396": "Wearing revealing gym clothes, teasing my partner (or others).",
  "c397": "Exchanging \"accidental\" glances/touches in the gym locker room.",
  "c398": "Mixed sauna: hot caresses with my partner, aware of other glances.",
  "c399": "Being filmed by my partner exercising sensually and sharing it with a friend or online group.",
  "c400": "Exchanging daring caresses under a coat on a crowded bus/subway.",
  "c401": "Letting my partner's hand \"slip\" to forbidden places on a train trip.",
  "c402": "Reaching orgasm with a discreet vibrator on public transport, partner provides cover.",
  "c403": "Leaving an indecent note in a book for my partner to find at the library/bookstore.",
  "c404": "Kissing and caressing hidden between shelves at a library/bookstore.",
  "c405": "Whispering erotic comments in my partner's ear during a concert/play.",
  "c406": "Exchanging discreet and daring touches under clothing during a museum visit.",
  "c407": "Sincerely praise a quality you admire in your partner today.",
  "c408": "Prepare your partner's favorite drink as a surprise.",
  "c409": "Send a loving and unexpected message during their workday.",
  "c410": "Leave a handwritten love note where they will surely find it.",
  "c411": "Ask about your partner's day and listen with full attention.",
  "c412": "Offer a 10-minute shoulder/foot massage, expecting nothing in return.",
  "c413": "Say 'I love you' in a special way or at an unexpected moment today.",
  "c414": "Plan some alone time together for the weekend, without phones.",
  "c415": "Recall a funny or happy memory you shared together out loud.",
  "c416": "Do a kindness for each other that eases a chore or worry.",
  "c417": "Give a tight, long hug (more than 10 seconds!) for no reason.",
  "c418": "Write down 3 things you love most about your partner and give it to them.",
  "c419": "Choose a song together that is 'so you' and listen to it attentively.",
  "c420": "Hold your partner's hand affectionately while watching TV or walking.",
  "c421": "Specifically thank your partner for something (big/small) they did for you.",
  "c422": "Spontaneously stroke their hair or face.",
  "c423": "Share a small individual dream or wish for the near future.",
  "c424": "Prepare breakfast or a special snack together on the weekend.",
  "c425": "Look at old photos of you together and talk about the good memories.",
  "c426": "Set aside 15 minutes today to talk without interruptions, about you.",
  "c427": "Share a secret with each other that you've never told anyone else.",
  "c428": "Choose a new hobby or activity to learn together this month.",
  "c429": "Walk hand in hand and talk about your dreams for the couple's future.",
  "c430": "Cook a special meal together, sharing tasks and enjoying it.",
  "c431": "Write a letter to each other expressing admiration and love in the relationship.",
  "c432": "Spend an evening without electronics, just talking or reading together.",
  "c433": "Plan a local \"adventure\" for the weekend (a new park, a coffee shop).",
  "c434": "List 5 things you are grateful for about each other and share.",
  "c435": "Create a \"jar of happy moments\": write down good moments to read in the future.",
  "c436": "Give specific, positive feedback about something your partner did that made you happy.",
  "c437": "Set aside 30 minutes to hug in silence, feeling each other's presence.",
  "c438": "Learn a new skill together online (cooking, dancing).",
  "c439": "Surprise your partner with their favorite sweet/snack.",
  "c440": "Watch the sunrise or sunset together, in silence or talking.",
  "c441": "Have a \"compliment day\": look for opportunities to compliment each other.",
  "c442": "Choose a cause/charity to support together.",
  "c443": "Recall together how you met and what attracted you to each other initially.",
  "c444": "Offer to help with a task your partner dislikes doing.",
  "c445": "Send each other a song that expresses your feelings about the relationship.",
  "c446": "Create a couple's \"time capsule\" (photos, notes) to open in 5-10 years.",
  "c447": "Dedicate a night to taking care of each other (bath, massage, special tea).",
  "c448": "Share a bath and slowly wash each other's bodies.",
  "c449": "Dedicate 20 minutes to looking into each other's eyes without speaking.",
  "c450": "Choose a non-erotic book and read chapters aloud to each other.",
  "c451": "Plan and carry out a \"dream date\" for each other.",
  "c452": "Create a secret code/body language to communicate \"I'm thinking of you\" in public.",
  "c453": "Be \"tourists in your own city,\" exploring new places hand in hand.",
  "c454": "Create a daily/weekly \"connection ritual\" (e.g., sharing 3 good things from the day).",
  "c455": "Watch an online workshop/talk about communication/intimacy and discuss it.",
  "c456": "Define a weekly \"zero technology night\" to focus completely on each other.",
  "c457": "Make a couple's wish list to accomplish together in the coming months.",
  "c458": "Do a retrospective of the last year and discuss what went well and what needs improvement.",
  "c459": "Make a list of things you would like to do together in the future."
}