{
  "c1": "Intimidade com venda nos olhos entre o casal.",
  "c2": "Casal usa vendas; um(a) amigo(a) observa as reações e o tato mútuo.",
  "c3": "Casal vendado explora-se mutuamente enquanto um grupo pequeno e silencioso observa.",
  "c4": "Gostaria que parceiro(a) usasse um vibrador em mim.",
  "c5": "Gostaria de usar um vibrador no(a) parceiro(a).",
  "c6": "Casal explora vibradores, com um(a) amigo(a) controlando um deles ou sugerindo usos.",
  "c7": "Trocar massagem sensual completa com óleos aromáticos (casal).",
  "c8": "Receber massagem sensual de duas pessoas (parceiro(a) e amigo(a)).",
  "c9": "Massagem sensual coletiva: casal e amigos se massageiam mutuamente.",
  "c10": "Brincar com gelo no corpo um do outro, seguido de beijos quentes.",
  "c11": "Sexo oral usando caldas comestíveis no corpo (casal).",
  "c12": "Casal usa caldas comestíveis um no outro, um(a) convidado(a) prova ou ajuda a \"limpar\".",
  "c13": "Tomar banho de imersão juntos à luz de velas.",
  "c14": "Explorar mordidas leves e chupões em novas partes do corpo.",
  "c15": "Sexo levemente enebriado (ex: vinho).",
  "c16": "Experimentar preservativos com diferentes texturas ou efeitos.",
  "c17": "Sessão \"degustação às cegas\": um(a) vendado(a) prova alimentos da pele do(a) outro(a).",
  "c18": "Pintura corporal: usar tintas comestíveis um no outro e \"limpar\" com beijos.",
  "c19": "Explorar fetiche de pés (podolatria): beijos, lambidas, massagem erótica nos pés.",
  "c20": "Usar mordaça leve (tecido/silicone) para aguçar outros sentidos na relação.",
  "c21": "Experimentar toques com cera de vela BDSM (baixa temperatura) na pele.",
  "c22": "Gostaria de sentir cera morna de vela BDSM escorrendo pelo meu corpo.",
  "c23": "Corpo do(a) parceiro(a) como tela para arte com cera morna de vela BDSM.",
  "c24": "Toques leves com flogger (chicotinho de tiras macias) nas costas/nádegas.",
  "c25": "Gostaria de sentir a estimulação de um riding crop em coxas/nádegas.",
  "c26": "Sentir a ardência controlada de um chicote fino (tawse/single tail).",
  "c27": "Usar prendedores de mamilo (nipple clamps) para aumentar sensibilidade.",
  "c28": "Gostaria de experimentar prendedores de mamilo durante preliminares/sexo.",
  "c29": "Explorar roda de Wartenberg levemente sobre a pele para sensações intensas.",
  "c30": "Receber/aplicar mordidas mais fortes (seguras) em ombros, coxas, nádegas.",
  "c31": "Usar anel peniano para prolongar ereção e intensificar sensações.",
  "c32": "Gostaria que parceiro usasse anel peniano vibratório para estimular meu clitóris/períneo.",
  "c33": "Usar plug anal (pequeno/médio) durante o dia ou preliminares para preenchimento.",
  "c34": "Gostaria de usar plug anal (tamanho a combinar) durante sexo vaginal/oral.",
  "c35": "Utilizar plug anal vibratório (controlado ou não) para novas dimensões de prazer.",
  "c36": "Explorar diferentes texturas (seda, couro, látex) em contato com a pele nua.",
  "c37": "Sexo com olhos vendados e ouvidos tampados, focando apenas no tato e olfato.",
  "c38": "Massagem com pedras quentes e frias, alternando temperaturas no corpo.",
  "c39": "Brincar de \"mapa corporal\": um desenha no corpo do outro para este adivinhar.",
  "c40": "Usar algemas de pelúcia/seda para restringir movimentos levemente.",
  "c41": "Sexo em slow motion, com atenção máxima a cada toque e respiração.",
  "c42": "Gotejar mel ou chocolate morno em áreas erógenas e lamber lentamente.",
  "c43": "Explorar \"knife play\" simulado (objeto seguro) para tensão e arrepios.",
  "c44": "Criar trilha sonora sensual para uma noite de amor, deixando a música guiar.",
  "c45": "Banho de espuma juntos, com muitas bolhas e carícias subaquáticas.",
  "c46": "Usar lenço de seda para vendar e depois para acariciar o corpo.",
  "c47": "Sessão de beijos: explorar diferentes tipos e locais por todo o corpo.",
  "c48": "Fazer amor em local diferente da casa (tapete da sala, cozinha).",
  "c49": "Explorar \"electroplay\" com dispositivo TENS/Violet Wand de baixa intensidade.",
  "c50": "Desafio sensorial: um vendado tenta adivinhar partes do corpo do outro pelo toque/cheiro.",
  "c51": "Usar espelho grande para observar o ato sexual de diferentes ângulos.",
  "c52": "Experimentar \"hair pulling\" consensual (puxar cabelos levemente) na paixão.",
  "c53": "Trocar massagem sensual usando apenas lábios e língua.",
  "c54": "Criar \"ambiente sensorial\" (luzes, incenso, música, texturas na cama).",
  "c55": "Explorar a sensação de látex ou couro em contato direto com a pele.",
  "c56": "Gostaria que parceiro(a) sussurrasse fantasias em meu ouvido enquanto me toca.",
  "c57": "Experimentar diferentes tipos de lubrificantes (efeito quente, frio, formigamento).",
  "c58": "Ser alimentado(a) pelo(a) parceiro(a) com os olhos vendados, focando no sabor.",
  "c59": "Dançar colado e nu com o(a) parceiro(a) ao som de música lenta.",
  "c60": "Gostaria de ter meu corpo coberto por algo comestível para ser \"devorado(a)\".",
  "c61": "Explorar vibrações de celular/massageador em diferentes partes do corpo.",
  "c62": "Receber massagem nos mamilos com óleo ou estimulador específico.",
  "c63": "Brincar com plumas ou espanador macio pelo corpo, causando arrepios.",
  "c64": "Escutar os batimentos cardíacos um do outro após intimidade intensa.",
  "c65": "Experimentar seda ou cetim na pele nua (lençóis, roupas).",
  "c66": "Fazer \"degustação\" de beijos: com sabores diferentes nos lábios.",
  "c67": "Gostaria de ser amarrado(a) levemente com cordas macias e sentir meu corpo ser explorado.",
  "c68": "Escrever no corpo do(a) parceiro(a) enquanto um(a) amigo(a) observa a \"obra de arte\".",
  "c69": "Usar cubos de gelo saborizados para sexo oral ou percorrer o corpo.",
  "c70": "Escrever palavras/desenhos eróticos no corpo um do outro com caneta/tinta corporal.",
  "c71": "De olhos vendados, permitir que parceiro(a) explore seu corpo com objeto surpresa.",
  "c72": "Fazer sexo numa cachoeira isolada durante uma trilha (casal).",
  "c73": "Sentir a textura da grama/musgo/terra na pele nua durante intimidade ao ar livre (casal).",
  "c74": "Ouvir sons da natureza como trilha sonora para o sexo em camping/trilha (casal).",
  "c75": "Sentir o suor e calor dos corpos durante treino conjunto seguido de sexo intenso (casal).",
  "c76": "Receber massagem esportiva sensual do(a) parceiro(a) após treino pesado (casal).",
  "c77": "Explorar sensação de diferentes cordas (sisal, algodão, seda) na pele em bondage leve (casal).",
  "c78": "Usar vibrador wand potente para massagem corporal profunda que evolui para prazer (casal).",
  "c79": "Experimentar \"fisting\" anal ou vaginal (requer muito preparo, lubrificação e consentimento).",
  "c80": "Receber/fazer uma massagem lingam (homem) ou yoni (mulher) focada na energia sexual (casal).",
  "c81": "Brincar com texturas alimentares inusitadas no corpo (sementes, grãos) e depois limpar (casal).",
  "c82": "Fazer sexo em banheira de hidromassagem, aproveitando os jatos d'água (casal).",
  "c83": "Usar bolas de Ben Wa (kegel balls) durante o dia para aumentar a sensibilidade vaginal.",
  "c84": "Explorar a sensação de um vibrador de bala (bullet) em diversas zonas erógenas.",
  "c85": "Usar um lençol de cetim ou seda na cama para uma noite de sensações deslizantes.",
  "c86": "Tomar um banho demorado juntos, explorando cada parte do corpo com sabonetes e esponjas.",
  "c87": "Fazer \"footjob\" (masturbação com os pés) um no outro.",
  "c88": "Experimentar a sensação de ter o cabelo lavado sensualmente pelo(a) parceiro(a).",
  "c89": "Usar óleos essenciais com aromas afrodisíacos em difusor durante o sexo.",
  "c90": "Beijar o(a) parceiro(a) com um pedaço de gelo na boca.",
  "c91": "Explorar a sensibilidade da parte interna das coxas com diferentes toques (penas, unhas, língua).",
  "c92": "Fazer competição de quem aguenta mais o \"olho no olho\" sem desviar, terminando em beijos.",
  "c93": "Usar um vibrador de casal (ex: We-Vibe) durante a penetração para prazer simultâneo.",
  "c94": "Experimentar \"edging\" (controle do orgasmo) para prolongar o prazer e intensificar o clímax.",
  "c95": "Gostaria de ter meus mamilos sugados/lambidos com intensidade.",
  "c96": "Um parceiro escolhe a posição sexual por uma noite.",
  "c97": "Um parceiro decide o que o outro veste para um encontro íntimo.",
  "c98": "Gostaria de dar um comando sensual para parceiro(a) obedecer.",
  "c99": "Gostaria que parceiro(a) me desse um comando sensual para eu obedecer.",
  "c100": "Sussurrar ordens ou desejos no ouvido do(a) parceiro(a) durante o sexo.",
  "c101": "Usar palavras de comando e tom autoritário na intimidade.",
  "c102": "Um(a) parceiro(a) serve o(a) outro(a) de forma submissa por uma noite.",
  "c103": "Vendar parceiro(a) submisso(a) e guiá-lo(a) com ordens verbais na cena.",
  "c104": "Gostaria de ser imobilizado(a) pelo meu/minha parceiro(a) e me submeter.",
  "c105": "Gostaria de imobilizar meu/minha parceiro(a) e tê-lo(a) à minha mercê.",
  "c106": "Servir obedientemente ao(à) parceiro(a) e a um(a) convidado(a).",
  "c107": "Servir obedientemente a um grupo de convidados(as) sob ordens do(a) parceiro(a).",
  "c108": "Spanking: Aplicar tapas firmes na bunda do(a) parceiro(a).",
  "c109": "Gostaria de receber tapas firmes na bunda do meu/minha parceiro(a).",
  "c110": "Receber tapas (spanking) de um(a) terceiro(a) sob comando do(a) parceiro(a).",
  "c111": "Sessão de spanking em grupo, onde vários aplicam/recebem.",
  "c112": "Beijar e lamber os pés do(a) parceiro(a) dominante em submissão.",
  "c113": "Roleplay: Mestre/Mestra severo(a) e estudante dedicado(a) obediente.",
  "c114": "Roleplay: Ataque simulado, um(a) domina fisicamente o(a) outro(a).",
  "c115": "Roleplay de Invasão: Um(a) parceiro(a) \"invade\" e domina o(a) outro(a).",
  "c116": "Roleplay de Invasão: Um(a) invasor(a) (parceiro(a) ou amigo(a)) domina a moradora.",
  "c117": "Roleplay de Invasão: Um grupo de invasores domina a(s) morador(as).",
  "c118": "Roleplay Invasão Invertida: A \"vítima\" domina o(s) invasor(es).",
  "c119": "Roleplay: Executivo(a) poderoso(a) exige tarefas eróticas do(a) assistente.",
  "c120": "Roleplay: Rei/Rainha e seu servo(a) devotado(a) por uma noite.",
  "c121": "Roleplay: Realeza (Rei/Rainha) é servida por múltiplos servos(as) (parceiro(a) e convidados(as)).",
  "c122": "Roleplay: Servo(a) (ou grupo de servos) se revolta e subjuga a Realeza.",
  "c123": "Controle de orgasmo: dominante decide quando o(a) submisso(a) pode gozar.",
  "c124": "Controle de orgasmo: dominante decide, com um(a) convidado(a) observando.",
  "c125": "Controle de orgasmo: dominante decide quando o(a) submisso(a) pode gozar na frente de uma plateia.",
  "c126": "Pet Play: Um(a) parceiro(a) age como pet (gata, cão) para o(a) \"dono(a)\".",
  "c127": "Humilhação erótica verbal leve (palavras acordadas entre o casal).",
  "c128": "Humilhação erótica verbal na frente de um(a) convidado(a) ou pequena plateia.",
  "c129": "A Rainha (parceira) é servida por seu parceiro e uma ou mais convidadas.",
  "c130": "Roleplay: Interrogatório intenso com sedução e pressão psicológica.",
  "c131": "Um(a) parceiro(a) vendado(a) e amarrado(a), provocado(a) pelo(a) outro(a) e um(a) convidado(a).",
  "c132": "Submisso(a) usa coleira e guia, conduzido(a) pelo(a) dominante.",
  "c133": "Estabelecer regras rígidas para o(a) submisso(a) por 24h, com punições leves.",
  "c134": "Um(a) parceiro(a) é o \"objeto sexual\" do outro por uma noite.",
  "c135": "Um(a) parceiro(a) é o \"objeto sexual\" de um grupo por uma noite.",
  "c136": "Roleplay: Cafetina poderosa (parceira) \"gerencia\" seu parceiro (ou amiga) para um \"cliente\".",
  "c137": "Cenário \"escravo(a) de pés\": submisso(a) adora os pés do(a) dominante.",
  "c138": "Dominante controla quando o(a) submisso(a) pode ir ao banheiro por horas.",
  "c139": "Sessão de \"impact play\" com diversos instrumentos (palmatória, vara).",
  "c140": "Um(a) parceiro(a) usa plug anal/vaginal o dia todo como lembrete de submissão.",
  "c141": "Roleplay de \"leilão\": um(a) parceiro(a) é \"leiloado(a)\" para servidão sensual.",
  "c142": "Submisso(a) escreve carta detalhando sua devoção ao(à) dominante.",
  "c143": "Linguagem corporal de submissão (cabeça baixa, etc.) ao(à) dominante.",
  "c144": "Dominante escolhe fantasia \"humilhante\" (consensual) para o(a) submisso(a) usar.",
  "c145": "Gostaria de ser objetificado(a) pelo(a) meu/minha parceiro(a) durante o sexo.",
  "c146": "Gostaria de objetificar meu/minha parceiro(a) durante o sexo, tratando-o(a) como brinquedo.",
  "c147": "Ser tratado(a) como objeto sexual por convidado(a), sob supervisão do(a) parceiro(a).",
  "c148": "Ser exposto(a) e objetificado(a) para pequeno grupo de amigos.",
  "c149": "Dominante escreve palavras de posse/regras no corpo do(a) submisso(a) com caneta/tinta.",
  "c150": "Dominante \"inspeciona\" detalhadamente corpo do(a) submisso(a), como objeto.",
  "c151": "Submisso(a) permanece em posição \"decorativa\" enquanto dominante faz outras atividades.",
  "c152": "Forçar submisso(a) a usar roupa reveladora e desconfortável para prazer do(a) dominante (e outros).",
  "c153": "Sessão de humilhação com tarefas servis e degradantes (leves e consensuais).",
  "c154": "Dominante narra para submisso(a) (ou para terceiros/plateia) seus \"defeitos\" de forma erotizada.",
  "c155": "Um(a) parceiro(a) \"treinador(a)\" dita todos os exercícios e intensidade para o(a) \"atleta\" na academia, com recompensas/punições sensuais.",
  "c156": "Após perder aposta para parceiro(a), ser o \"prêmio\" sexual dele(a).",
  "c157": "Ser o \"prêmio\" sexual para o vencedor de aposta entre parceiro(a) e amigo(a).",
  "c158": "Marido me \"aposta\" em jogo com amigo(a); se perder, cumpro desejo do(a) amigo(a).",
  "c159": "Esposa me \"aposta\" em jogo com amigo(a); se perder, cumpro desejo do(a) amigo(a).",
  "c160": "Em jogo de poker com amigos, o casal concorda que a parceira será \"compartilhada\" com o vencedor.",
  "c161": "Apostar o(a) parceiro(a) (homem ou mulher) em jogo com grupo; perdedor(a) satisfaz o grupo.",
  "c162": "Roleplay: Prisioneiro(a) de guerra e seu/sua captor(a) implacável (casal).",
  "c163": "Roleplay: Prisioneiro(a) é interrogado(a)/usado(a) por dois captores (parceiro(a) e amigo(a)).",
  "c164": "Roleplay: Prisioneiro(a) é submetido(a) a um grupo de captores implacáveis.",
  "c165": "Roleplay: Policial \"aborda\" cidadão(ã) de forma intimidadora/sensual (casal).",
  "c166": "Gostaria de ser \"revistado(a)\" minuciosamente por um(a) policial (parceiro(a)).",
  "c167": "Roleplay: Dois policiais (parceiro(a) e amigo(a)) \"abordam\" e \"revistam\" um(a) cidadão(ã) suspeito(a).",
  "c168": "Roleplay: Grupo de policiais \"cerca\" e \"interroga\" agressivamente \"suspeitos(as)\".",
  "c169": "Roleplay: \"Detetive\" interroga \"inocente\" com pressão psicológica e sedução (casal).",
  "c170": "Roleplay: \"Inocente\" é interrogada por dois \"detetives\" (parceiro(a) e amigo(a)), um \"bom\", outro \"mau\".",
  "c171": "Roleplay: \"Inocente\" é interrogada por um painel de \"investigadores\" hostis.",
  "c172": "Roleplay: \"Algoz\" aplica \"punição\" corporal/sensual combinada na \"criminosa\" (parceira).",
  "c173": "Gostaria de ser \"punido(a)\" por parceiro(a) por uma \"infração\" com spanking/disciplina.",
  "c174": "Roleplay: \"Criminosa\" é \"punida\" pelo(a) \"carcereiro(a)\" (parceiro(a)) e um(a) \"guarda\" (amigo(a)).",
  "c175": "Roleplay: \"Criminosa\" é submetida a \"julgamento\" e \"punição\" por um \"tribunal\" de amigos.",
  "c176": "Banhar parceiro(a) meticulosamente, como se preparasse um objeto para uso por um grupo.",
  "c177": "Servir bebidas ao(à) parceiro(a) dominante e seus convidados usando meu corpo como \"bandeja\".",
  "c178": "No pet play, ser \"treinado(a)\" com \"recompensas\" e \"punições\" por um grupo de \"donos\".",
  "c179": "Em uma trilha, ser vendado(a) e ter o corpo explorado pelo(a) parceiro(a) e um(a) amigo(a) \"guia\".",
  "c180": "Ser \"largado(a)\" amarrado(a) e vendado(a) na mata (parceiro(a) vigia), com a possibilidade de um \"estranho\" (amigo) te encontrar.",
  "c181": "Após vencer aposta, o(a) parceiro(a) e um(a) amigo(a) dividem o \"prêmio\" (você).",
  "c182": "Gostaria de ter minhas roupas escolhidas pelo(a) parceiro(a) dominante por uma semana.",
  "c183": "O(A) parceiro(a) submisso(a) deve andar de quatro pela casa quando ordenado(a).",
  "c184": "Ser \"inspecionado(a)\" nu(a) pelo(a) parceiro(a) dominante, que pode apontar \"falhas\" ou \"qualidades\".",
  "c185": "Ser \"inspecionado(a)\" nu(a) pelo(a) parceiro(a) dominante na frente de um(a) convidado(a).",
  "c186": "Ser \"inspecionado(a)\" nu(a) por um grupo liderado pelo(a) parceiro(a) dominante.",
  "c187": "Usar uma placa com uma frase humilhante (consensual) escolhida pelo(a) dominante, em casa.",
  "c188": "O(A) dominante pode proibir o(a) submisso(a) de se sentar em móveis, devendo ficar no chão.",
  "c189": "Ter que pedir permissão ao(à) dominante para todas as atividades básicas (comer, beber).",
  "c190": "Roleplay: Um(a) parceiro(a) é o(a) \"personal trainer\" sádico(a) que impõe exercícios exaustivos com conotação sexual.",
  "c191": "Sessão de \"adoração de botas/sapatos\": submisso(a) deve limpar e beijar o calçado do(a) dominante.",
  "c192": "O(A) dominante usa o corpo do(a) submisso(a) como um \"móvel humano\" (ex: apoio de copo).",
  "c193": "Forçar o(a) submisso(a) a usar uma roupa ridícula ou infantil durante uma cena.",
  "c194": "Gostaria de ser \"treinado(a)\" como um(a) animal de estimação pelo(a) parceiro(a) e um(a) amigo(a) \"adestrador(a)\".",
  "c195": "Submisso(a) deve comer sua refeição no chão, como um animal, sob ordens do(a) dominante.",
  "c196": "O(A) dominante \"redecora\" o corpo do(a) submisso(a) com maquiagem de forma humilhante ou fetichista.",
  "c197": "Ser vendado(a) e ter o corpo usado para jogos de \"tiro ao alvo\" com objetos macios ou comestíveis por parceiro(a) e amigos.",
  "c198": "Após perder aposta, ser \"propriedade\" de um grupo de amigos do(a) parceiro(a) por uma hora para cumprir ordens leves.",
  "c199": "Apostar com o(a) parceiro(a): quem perder, se torna \"escravo(a) de apostas\" do(a) vencedor(a) por um dia.",
  "c200": "Em um jogo de cartas com amigos, o(a) parceiro(a) perdedor(a) (do casal) deve obedecer a um comando de cada jogador da mesa.",
  "c201": "Um(a) parceiro(a) (ou ambos) usa um uniforme de autoridade (policial, militar) e comanda o(a) outro(a) (ou um grupo) durante a noite.",
  "c202": "Casal pratica \"age play\": um assume papel infantilizado, outro cuida/disciplina.",
  "c203": "Casal pratica \"age play\" com um(a) amigo(a) no papel de \"babá\" ou \"irmão(ã) mais velho(a)\" que também disciplina.",
  "c204": "Ser \"castigado(a)\" pelo(a) parceiro(a) com isolamento sensorial (venda, tampões) por um tempo determinado.",
  "c205": "O(A) dominante dita as fantasias que o(a) submisso(a) deve ter e narrar.",
  "c206": "Encenar encontro às cegas com nomes/histórias falsas, seduzindo um ao outro.",
  "c207": "Recriar cena icônica de filme/série, mas com final erótico improvisado.",
  "c208": "Roleplay: Viajante do tempo aparece subitamente com segredo/missão.",
  "c209": "Criar cenário \"baile de máscaras\" em casa (música, trajes, sedução anônima).",
  "c210": "Roleplay: Detetive particular investiga suspeito(a) charmoso(a), e a investigação torna-se íntima.",
  "c211": "Fantasia \"gênio da lâmpada\": um parceiro concede três desejos eróticos ao outro.",
  "c212": "Vocês são piratas rivais que se capturam e \"negociam\" a liberdade sensualmente.",
  "c213": "Roleplay: Astro/estrela de rock e fã que consegue acesso ao backstage.",
  "c214": "Encenar \"casamento arranjado\", noivos se conhecem na noite de núpcias.",
  "c215": "Personagens de videogame de aventura ganham vida e exploram sensações.",
  "c216": "Escrever um conto erótico colaborativo: um começa, o outro continua.",
  "c217": "Roleplay: Negociação tensa entre chefe da máfia e detetive que vira sedução.",
  "c218": "Escolher país/cultura exótica e criar cenário romântico/sensual inspirado.",
  "c219": "Roleplay \"Massagista Profissional\" oferece \"serviços extras\" ao(à) cliente (parceiro(a)).",
  "c220": "Roleplay \"Massagista Profissional\" atende o casal, oferecendo \"serviços extras\" a ambos.",
  "c221": "Fantasia: Únicos sobreviventes em mundo pós-apocalíptico redescobrem intimidade.",
  "c222": "Fantasia: Sobreviventes de apocalipse encontram outro(s) sobrevivente(s) para explorar prazer.",
  "c223": "Roleplay: Personal trainer insistente com seu/sua cliente (parceiro(a)).",
  "c224": "Criar \"mapa do tesouro\" erótico pela casa, com pistas e \"estações\" de prazer.",
  "c225": "Roleplay: Artista buscando inspiração e seu/sua muso(a) inspirador(a).",
  "c226": "Simular \"apagão\" em casa, explorando intimidade à luz de velas/lanternas.",
  "c227": "Roleplay: Entrevista de emprego onde entrevistador(a) faz perguntas cada vez mais pessoais/provocantes.",
  "c228": "Roleplay: Entrevista de emprego com um painel de entrevistadores (parceiro(a) e amigos) fazendo perguntas íntimas.",
  "c229": "Encenar \"reality show\" particular com desafios sensuais para o casal.",
  "c230": "Encenar \"reality show\" particular com casal e amigos convidados como \"jurados\" ou \"participantes\".",
  "c231": "Roleplay: Policial prende suspeito(a) charmoso(a), tensão sexual aumenta no \"interrogatório\".",
  "c232": "Roleplay: Aluno(a) seduzido(a) por professor(a) mais velho(a).",
  "c233": "Roleplay: Professor(a) seduz aluno(a) e um(a) colega deste(a).",
  "c234": "Roleplay: Professor(a) com sua classe (parceiro(a) e amigos) em \"aula prática\" de sedução.",
  "c235": "Roleplay: Estranhos em trem/avião iniciam conversa picante e flerte intenso.",
  "c236": "Roleplay: Invasão domiciliar consensual, um \"invasor\" domina o(a) \"morador(a)\".",
  "c237": "Roleplay: Invasão domiciliar, um invasor (parceiro(a)) domina a moradora com amigo(a) cúmplice.",
  "c238": "Roleplay: Invasão domiciliar, grupo de invasores (parceiro(a) e amigos) domina o(s) morador(es).",
  "c239": "Roleplay: Jornalista entrevista celebridade reclusa, entrevista toma rumo íntimo.",
  "c240": "Roleplay: Contratar \"acompanhante de luxo\" (parceiro(a)) para noite de sedução.",
  "c241": "Roleplay: Contratar \"acompanhante de luxo\" (parceiro(a)) e um(a) amigo(a) para noite a três.",
  "c242": "Roleplay: Contratar \"acompanhantes de luxo\" (parceiro(a) e amigos) para orgia sofisticada.",
  "c243": "Roleplay: Encenar cena de filme romântico famosa, mas com toque erótico original.",
  "c244": "Roleplay: Viagem no tempo, casal se encontra em outra época e explora dinâmica.",
  "c245": "Roleplay: Casal de espiões rivais forçados a trabalhar juntos se rendem à atração.",
  "c246": "Roleplay: Casal de espiões com um(a) terceiro(a) agente duplo(a) em missão sensual.",
  "c247": "Roleplay: Equipe de espiões (casal e amigos) em missão que envolve sedução e sexo em grupo.",
  "c248": "Roleplay: Realeza (rei/rainha) e seu servo(a) leal e devotado(a).",
  "c249": "Roleplay: Realeza é servida por parceiro(a) e um(a) convidado(a) (servo/serva adicional).",
  "c250": "Roleplay: Realeza é servida por toda uma corte de servos (parceiro(a) e grupo).",
  "c251": "Cenário Cuckolding: Marido assiste esposa com convidado.",
  "c252": "Cenário Cuckqueaning: Esposa assiste marido com convidada.",
  "c253": "Cenário \"Hotwife\": Esposa se diverte com múltiplos homens (amigos) com marido observando/participando.",
  "c254": "Cenário \"Stag/Vixen\": Marido se diverte com múltiplas mulheres (amigas) com esposa observando/participando.",
  "c255": "Gangbang/Reverse Gangbang simulado ou real: Sexo grupal intenso.",
  "c256": "Roleplay: Terapeuta e paciente, sessão evolui para exploração íntima.",
  "c257": "Fantasia de abdução alienígena com experimentos sexuais lúdicos.",
  "c258": "Roleplay \"primeira vez\" com parceiro(a) experiente e outro(a) tímido(a).",
  "c259": "Encenar casamento arranjado, noivos se conhecem na noite de núpcias.",
  "c260": "Roleplay \"vizinhos curiosos\" que se envolvem após encontro \"acidental\".",
  "c261": "Fantasia: um parceiro é \"camgirl/camboy\", outro é fã com pedidos especiais.",
  "c262": "Fantasia de \"troca de corpos\": agir/falar como o outro na intimidade.",
  "c263": "Usar máscaras (venezianas, animais) no sexo para mistério e desinibição.",
  "c264": "Roleplay \"Confessionário sensual\": um confessa desejos secretos ao outro \"confessor\".",
  "c265": "Criar \"alter ego\" sexual para cada um (nome, história) e interagir como eles.",
  "c266": "Roleplay \"Garota de Programa no Parque\": parceira encena, marido \"contrata\".",
  "c267": "Roleplay \"Garota de Programa no Parque\": parceira encena, dois amigos \"contratam\".",
  "c268": "Roleplay \"Garota de Programa no Parque\": parceira encena, um grupo \"contrata\".",
  "c269": "Fantasia \"Despedida de Solteiro\": esposa é \"contratada\" para a festa do marido (simulada com amigos).",
  "c270": "Casal finge ser \"voyeurs\" profissionais observando (e narrando) intimidade de outro casal (imaginário ou amigos).",
  "c271": "Fantasia de \"Dirty Scrabble/Palavras Cruzadas\": jogar uma versão erótica.",
  "c272": "Encenar \"leilão de fantasias\": cada um escreve 3, são \"leiloadas\" com carícias, vencedora é realizada.",
  "c273": "Roleplay \"Entrevista com Estrela Pornô\": um é a estrela, outro o entrevistador curioso.",
  "c274": "Fantasia de \"fotógrafo(a) e modelo nu(a)\": criar ensaio sensual caseiro.",
  "c275": "Simular \"encontro virtual\" em cômodos diferentes, seduzindo por texto/áudio antes do físico.",
  "c276": "Roleplay CNC: Amarrada(o) a árvore, \"implorar\" ajuda a \"estranho\" (amigo combinado) que realiza fantasias.",
  "c277": "Roleplay CNC: Amarrada(o) a árvore, ser \"encontrada(o)\" por grupo (amigos) que \"usa e abusa\".",
  "c278": "Roleplay: Exploradores perdidos na selva encontram consolo e prazer um no outro.",
  "c279": "Roleplay: Seres da floresta (ninfas, sátiros) seduzem um humano perdido.",
  "c280": "Roleplay: Casal \"adota\" um(a) parceiro(a) de outro casal amigo para experiência a três, outro observa/junta-se.",
  "c281": "Roleplay: Casal \"sequestra\" consensualmente um(a) parceiro(a) de outro casal amigo para \"cativeiro\" sensual.",
  "c282": "Roleplay CNC: Marido imobilizado \"forçado\" a assistir \"invasor\" (amigo) tomar sua esposa \"à força\".",
  "c283": "Esposa \"forçada\" a assistir parceira lésbica (ou amiga) ser \"tomada\" por homem (amigo).",
  "c284": "Roleplay: Parceiro(a) é personal trainer que usa métodos \"alternativos\" para motivar cliente na academia.",
  "c285": "Fantasia \"acampamento mal-assombrado\": sustos e mistério se transformam em tesão na barraca.",
  "c286": "Roleplay: Explorar uma fantasia de \"viagem no tempo\" para uma noite de bacanal romano/grego com o casal e amigos.",
  "c287": "Cenário de \"Clube de Luta Erótico\": o casal (ou com amigos) participa de lutas sensuais onde o perdedor serve o vencedor.",
  "c288": "Fantasia de \"Show de Mágica Erótico\": um é o mágico, o outro o assistente, com truques que envolvem nudez e sedução (pode ter plateia de amigos).",
  "c289": "Roleplay: Um(a) de vocês é um(a) \"DJ de festa rave\" e o(a) outro(a) (e amigos) são fãs que invadem a cabine para uma \"after party\" particular.",
  "c290": "Encenar um \"Conto das Mil e Uma Noites\" com sultão/sultana, odaliscas e eunucos (parceiro(a) e amigos).",
  "c291": "Roleplay \"Mecânico(a) Atrevido(a)\": Cliente leva carro para oficina, mecânico(a) (parceiro(a)) faz \"inspeção\" íntima.",
  "c292": "Roleplay \"Mecânico(a) e Cliente com Amigo(a)\": Cliente leva carro, mecânico(a) e um(a) amigo(a) \"avaliam\" o(a) cliente.",
  "c293": "Roleplay \"Oficina em Grupo\": Cliente é \"atendido(a)\" por um grupo de mecânicos(as) (parceiro(a) e amigos).",
  "c294": "Fantasia \"Uber Proibido\": Um(a) parceiro(a) é o motorista, o(a) outro(a) o(a) passageiro(a) que oferece \"pagamento alternativo\".",
  "c295": "Fantasia \"Uber com Amigo\": Amigo(a) é o motorista, casal se provoca no banco de trás, tentando envolvê-lo(a).",
  "c296": "Roleplay: Um(a) personal trainer (parceiro(a)) \"corrige\" a postura do(a) cliente (parceiro(a)) com toques íntimos na academia.",
  "c297": "Roleplay: Encontro secreto numa trilha deserta, como amantes proibidos.",
  "c298": "Fantasia de \"Adão e Eva\" numa praia deserta ou cachoeira.",
  "c299": "Encenar uma \"entrevista\" para um clube de swing apenas entre o casal, respondendo perguntas picantes.",
  "c300": "Roleplay \"Interrogatório Policial Injusto\": Uma parceira é a policial durona, o outro o \"inocente\" que ela tenta seduzir/pressionar.",
  "c301": "Roleplay \"Punição da Culpada\": Uma parceira é a \"juíza/algoz\", a outra a \"criminosa\" que recebe uma punição sensual.",
  "c302": "Roleplay \"Policial Aborda Casal\": Policial (amigo) aborda o casal (mulher+homem/mulher) em situação comprometedora e \"abusa da autoridade\".",
  "c303": "Fantasia de \"Figurante em Filme Pornô\": O casal finge estar em um set, seguindo \"instruções\" de um diretor imaginário.",
  "c304": "Roleplay \"Chef e Aprendiz\": Chef experiente ensina os segredos da culinária (e do prazer) ao(à) jovem aprendiz na cozinha.",
  "c305": "Fantasia de \"Escape Room Erótico\": Criar enigmas pela casa que levam a recompensas sensuais ao serem resolvidos.",
  "c306": "Gostaria que parceiro(a) me gravasse em performance sensual privada.",
  "c307": "Sair sem roupa íntima e deixar parceiro(a) saber, provocando-o(a) em público.",
  "c308": "Fazer striptease particular e produzido para o(a) parceiro(a).",
  "c309": "Striptease para o(a) parceiro(a) e um(a) amigo(a) convidado(a).",
  "c310": "Striptease para o(a) parceiro(a) e uma pequena plateia de amigos.",
  "c311": "Deixar porta do banheiro entreaberta \"sem querer\" no banho com visita em casa.",
  "c312": "Enviar foto sensual (não explícita) para amigo(a) comum, com consentimento do(a) parceiro(a).",
  "c313": "Andar de lingerie/toalha em casa na presença de amigo(a) íntimo(a) convidado.",
  "c314": "Filmar sexo do casal (rostos ocultos/não) e mostrar para amigo(a) de confiança.",
  "c315": "Filmar sexo do casal e mostrar para pequeno grupo seleto de amigos.",
  "c316": "Gostaria que meu/minha parceiro(a) me observasse enquanto me masturbo.",
  "c317": "Masturbar-me para meu/minha parceiro(a) e um(a) amigo(a) convidado(a).",
  "c318": "Masturbar-me para meu/minha parceiro(a) e uma pequena plateia de amigos.",
  "c319": "Sexo em local semi-público com baixo risco de serem vistos (varanda, trilha).",
  "c320": "Ser exibido(a) sensualmente pelo(a) parceiro(a) em videochamada para terceiro(s).",
  "c321": "Parceira se masturba no carro (parado/em movimento seguro) com chance de ser vista.",
  "c322": "Sexo no carro em lava-rápido automático, aproveitando privacidade momentânea.",
  "c323": "Ir a praia de nudismo e praticar nudismo juntos.",
  "c324": "Ir a praia de nudismo com parceiro(a) e um(a) amigo(a), praticando nudismo juntos.",
  "c325": "Participar de um evento ou festa nudista em grupo.",
  "c326": "Mandar nudes artísticas para parceiro(a) quando ele(a) estiver ocupado(a).",
  "c327": "Flertar abertamente com frentista/atendente (com cumplicidade do(a) parceiro(a)).",
  "c328": "Sexo no carro em \"dogging point\", apenas observando outros.",
  "c329": "Sexo no carro em \"dogging point\", sendo observado(a) por outros.",
  "c330": "Sexo no carro em \"dogging point\", interagindo com outro casal ou pessoa.",
  "c331": "Visitar gloryhole (real) para observar anonimamente.",
  "c332": "Visitar gloryhole (real) para interagir anonimamente (um parceiro).",
  "c333": "Visitar gloryhole (real) com o casal participando ou um observando o outro.",
  "c334": "Gloryhole simulado em casa: convidar amigo(a) para interagir com um, outro assiste.",
  "c335": "Gloryhole simulado em casa para uma festa íntima, com vários usando/observando.",
  "c336": "Marido assiste esposa com convidada.",
  "c337": "Marido assiste esposa com um grupo de convidadas.",
  "c338": "Esposa assiste marido com convidado.",
  "c339": "Esposa assiste marido com um grupo de convidados.",
  "c340": "Casal (lésbico) convida amigo para MFF.",
  "c341": "Casal (lésbico) convida alguns amigos para uma experiência MFFF/grupo.",
  "c342": "Casal (gay) convida amiga para MMF.",
  "c343": "Casal (gay) convida algumas amigas para uma experiência MMFF/grupo.",
  "c344": "Troca de casais (swing) apenas com beijos e carícias com outro casal.",
  "c345": "Troca de casais (swing) completa com outro casal amigo, em ambiente privado.",
  "c346": "Participar de uma festa de swing com múltiplos casais.",
  "c347": "\"Strip quiz\" ou prendas eróticas com amigos(as) convidados, com nudez progressiva.",
  "c348": "Um(a) parceiro(a) se masturba enquanto outro(a) e convidado(s) assistem/encorajam.",
  "c349": "Usar plug anal vibratório remoto em passeio em parque/shopping.",
  "c350": "Parceiro(a) tira fotos suas nu(a)/seminu(a) em locais públicos desertos.",
  "c351": "Conversa explícita sobre sexo/fetiches em café, podendo ser ouvida por perto.",
  "c352": "Um(a) parceiro(a) se exibe da janela de casa para a rua (discreto, seguro).",
  "c353": "Ir a balada liberal/festa fetichista juntos, para observar.",
  "c354": "Ir a balada liberal/festa fetichista juntos e interagir com um terceiro.",
  "c355": "Ir a balada liberal/festa fetichista juntos e participar de atividades em grupo.",
  "c356": "Gravar áudio com fantasia erótica e enviar para parceiro(a) (ou grupo íntimo).",
  "c357": "\"Sexting\" com parceiro(a) enquanto ambos estão em eventos sociais separados.",
  "c358": "Esconder-se para observar parceiro(a) se masturbar (com revelação/consentimento posterior).",
  "c359": "Deixar rastro de lingerie pela casa para parceiro(a) (ou visita) seguir.",
  "c360": "Videochamada sensual com parceiro(a) em local semi-público (banheiro de bar).",
  "c361": "Escrever fantasia erótica e publicá-la anonimamente em fórum online.",
  "c362": "Usar roupa transparente sem sutiã ou com lingerie à mostra em evento com parceiro(a).",
  "c363": "Comprar lingerie sensual juntos e fazer \"desfile particular\" em casa.",
  "c364": "Tirar \"nudes discretas\" (sem rosto) em locais públicos e enviar ao(à) parceiro(a).",
  "c365": "Parceiro(a) amarra você levemente e fotografa em poses sensuais.",
  "c366": "Dar \"flash\" rápido (seios/genitais) para parceiro(a) em local inesperado.",
  "c367": "Contar para amigo(a) de confiança detalhe íntimo/fetiche do casal.",
  "c368": "Sexo com luz de abajur projetando sombras na parede/cortina (visível de fora).",
  "c369": "Parceira usa vestido sem calcinha em evento, provocando parceiro com toques.",
  "c370": "Parceiro usa calça justa sem cueca, provocando parceira com volume.",
  "c371": "\"Noite de confissões sexuais\" com amigos íntimos, talvez algumas se realizem.",
  "c372": "Ir a bar de strip/show burlesco juntos e discutir o que acharam excitante.",
  "c373": "Fazer tatuagem/piercing íntimo e revelar sensualmente ao(à) parceiro(a).",
  "c374": "Um(a) vendado(a), outro(a) descreve como terceiro(s) (imaginário/real) o(a) seduz/toca.",
  "c375": "Deixar porta do quarto de hotel entreaberta durante sexo, com placa \"não perturbe\".",
  "c376": "Usar vibrador remoto enquanto casal está em cinema/teatro.",
  "c377": "Jantar fora e trocar bilhetes com propostas eróticas por baixo da mesa.",
  "c378": "Voyeurismo consensual: um parceiro se esconde para observar o outro tomar banho/se trocar.",
  "c379": "Beijos e carícias intensas em pista de dança escura, talvez envolvendo um terceiro.",
  "c380": "Deixar o(a) parceiro(a) (ou um grupo) escrever palavras/desenhos eróticos no seu corpo.",
  "c381": "Em festa liberal, ter corpo usado como \"placar\", com parceiros(as) marcando quantos interagiram.",
  "c382": "Sexo em barraca de camping em local movimentado (praia, festival).",
  "c383": "Tirar foto sensual na cabine de banheiro público e enviar ao(à) parceiro(a).",
  "c384": "Fotografar parceiro(a) em poses sensuais em oficina mecânica/borracharia.",
  "c385": "Exibir-se para parceiro(a) ou sexo rápido no carro em estacionamento subterrâneo.",
  "c386": "Masturbar-se em praça deserta à noite, com parceiro(a) vigiando.",
  "c387": "Desafiar parceiro(a) a tirar peça de roupa em público sem ser notado(a).",
  "c388": "Videochamada sensual com parceiro(a) enquanto ele(a) está no Uber (com fones).",
  "c389": "Provador de loja: experimentar lingerie e enviar fotos ao(à) parceiro(a) (ou grupo).",
  "c390": "Combinar com parceiro(a) de \"acidentalmente\" se abaixar de forma provocante na frente de entregador/técnico.",
  "c391": "Usar roupas de ginástica justas sem roupa íntima em pista de caminhada.",
  "c392": "Posto de gasolina: parceira abastece com decote ousado, parceiro observa reação.",
  "c393": "No semáforo, beijo de língua cinematográfico para carros ao lado verem.",
  "c394": "Sessão de fotos eróticas do casal em oficina abandonada/cenário industrial.",
  "c395": "Tomar banho nu(a) em rio/lago remoto, parceiro(a) vigia.",
  "c396": "Usar roupa de academia reveladora, provocando parceiro(a) (ou outros).",
  "c397": "Trocar olhares/toques \"acidentais\" no vestiário da academia.",
  "c398": "Sauna mista: carícias quentes com parceiro(a), cientes de outros olhares.",
  "c399": "Ser filmado(a) pelo(a) parceiro(a) se exercitando de forma sensual e compartilhar com um(a) amigo(a) ou grupo online.",
  "c400": "Trocar carícias ousadas por baixo de um casaco em ônibus/metrô lotado.",
  "c401": "Deixar mão do(a) parceiro(a) \"deslizar\" para lugares proibidos em viagem de trem.",
  "c402": "Atingir orgasmo com vibrador discreto em transporte público, parceiro(a) dá cobertura.",
  "c403": "Deixar bilhete indecente em livro para parceiro(a) achar na biblioteca/livraria.",
  "c404": "Beijos e carícias escondidos entre estantes de biblioteca/livraria.",
  "c405": "Sussurrar comentários eróticos no ouvido do(a) parceiro(a) durante concerto/peça.",
  "c406": "Trocar toques discretos e ousados por baixo da roupa em visita a museu.",
  "c407": "Elogie sinceramente uma qualidade que admira no seu parceiro(a) hoje.",
  "c408": "Prepare a bebida favorita do seu parceiro(a) de surpresa.",
  "c409": "Envie mensagem carinhosa e inesperada durante o dia de trabalho dele(a).",
  "c410": "Deixe um bilhete amoroso escrito à mão onde ele(a) certamente encontrará.",
  "c411": "Pergunte sobre o dia do seu parceiro(a) e ouça com total atenção.",
  "c412": "Ofereça massagem de 10 min nos ombros/pés, sem esperar nada em troca.",
  "c413": "Diga 'Eu te amo' de forma especial ou em momento inesperado hoje.",
  "c414": "Planejem juntos um momento a sós para o fim de semana, sem celulares.",
  "c415": "Relembrem em voz alta uma memória engraçada ou feliz que viveram juntos.",
  "c416": "Façam uma gentileza um pelo(a) outro(a) que alivie uma tarefa ou preocupação.",
  "c417": "Dê um abraço apertado e demorado (mais de 10s!) sem motivo.",
  "c418": "Escreva 3 coisas que mais ama no seu parceiro(a) e entregue a ele(a).",
  "c419": "Escolham juntos uma música que seja 'a cara de vocês' e ouçam com atenção.",
  "c420": "Segure a mão do(a) parceiro(a) carinhosamente enquanto assistem TV ou caminham.",
  "c421": "Agradeça especificamente por algo (grande/pequeno) que seu parceiro(a) fez por você.",
  "c422": "Faça um carinho no cabelo ou rosto dele(a) de forma espontânea.",
  "c423": "Compartilhem um pequeno sonho ou desejo individual para o futuro próximo.",
  "c424": "Preparem juntos o café da manhã ou um lanche especial no fim de semana.",
  "c425": "Olhem fotos antigas de vocês e conversem sobre as boas lembranças.",
  "c426": "Reserve 15 min hoje para conversarem sem interrupções, sobre vocês.",
  "c427": "Compartilhem um segredo que nunca contaram a ninguém (um com o outro).",
  "c428": "Escolham um novo hobby ou atividade para aprenderem juntos este mês.",
  "c429": "Caminhem de mãos dadas e conversem sobre seus sonhos para o futuro do casal.",
  "c430": "Cozinhem uma refeição especial juntos, dividindo tarefas e aproveitando.",
  "c431": "Escrevam uma carta um para o outro expressando admiração e amor na relação.",
  "c432": "Passem uma noite sem eletrônicos, apenas conversando ou lendo juntos.",
  "c433": "Planejem uma \"aventura\" local no fds (parque novo, cafeteria).",
  "c434": "Listem 5 coisas pelas quais são gratos um pelo outro e compartilhem.",
  "c435": "Crie um \"pote de momentos felizes\": escrevam momentos bons para lerem no futuro.",
  "c436": "Dê feedback positivo e específico sobre algo que seu/sua parceiro(a) fez e te alegrou.",
  "c437": "Reservem 30 min para se abraçarem em silêncio, sentindo a presença um do outro.",
  "c438": "Aprendam nova habilidade juntos online (culinária, dança).",
  "c439": "Surpreenda seu/sua parceiro(a) com o doce/snack favorito dele(a).",
  "c440": "Assistam ao nascer ou pôr do sol juntos, em silêncio ou conversando.",
  "c441": "Façam \"dia do elogio\": procurem oportunidades para elogiar um ao outro.",
  "c442": "Escolham causa/instituição de caridade para apoiarem juntos.",
  "c443": "Recordem juntos como se conheceram e o que os atraiu no início.",
  "c444": "Ofereça ajuda em uma tarefa que seu/sua parceiro(a) não gosta de fazer.",
  "c445": "Enviem um ao outro música que expresse seus sentimentos sobre a relação.",
  "c446": "Criem \"cápsula do tempo\" do casal (fotos, bilhetes) para abrir em 5-10 anos.",
  "c447": "Dediquem noite para cuidar um do outro (banho, massagem, chá especial).",
  "c448": "Compartilhar banho e lavar o corpo um do outro lentamente.",
  "c449": "Dedicar 20 min para olhar nos olhos um do outro sem falar.",
  "c450": "Escolham livro (não erótico) e leiam capítulos em voz alta um para o outro.",
  "c451": "Planejem e realizem \"encontro dos sonhos\" um para o outro.",
  "c452": "Criem código secreto/linguagem corporal para comunicar \"penso em você\" em público.",
  "c453": "Sejam \"turistas na própria cidade\", explorando lugares novos de mãos dadas.",
  "c454": "Criem \"ritual de conexão\" diário/semanal (compartilhar 3 coisas boas do dia).",
  "c455": "Assistir workshop/palestra online sobre comunicação/intimidade e discutir.",
  "c456": "Definam \"noite de tecnologia zero\" semanal para foco total um no outro.",
  "c457": "Façam uma lista de desejos do casal para realizar juntos nos próximos meses.",
  "c458": "Faça uma retrospectiva do último ano e discuta o que deu certo e o que precisa melhorar.",
  "c459": "Faça uma lista de coisas que vocês gostariam de fazer juntos no futuro."
}