{
  "c1": "Intimidad con los ojos vendados entre la pareja.",
  "c2": "La pareja usa vendas; un(a) amigo(a) observa las reacciones y el tacto mutuo.",
  "c3": "Una pareja con los ojos vendados se explora mutuamente mientras un grupo pequeño y silencioso observa.",
  "c4": "Me gustaría que mi pareja usara un vibrador en mí.",
  "c5": "Me gustaría usar un vibrador en mi pareja.",
  "c6": "Una pareja explora vibradores, con un(a) amigo(a) controlando uno de ellos o sugiriendo usos.",
  "c7": "Intercambiar un masaje sensual completo con aceites aromáticos (pareja).",
  "c8": "Recibir un masaje sensual de dos personas (pareja y un(a) amigo(a)).",
  "c9": "Masaje sensual colectivo: la pareja y amigos se masajean mutuamente.",
  "c10": "Jugar con hielo en el cuerpo del otro, seguido de besos calientes.",
  "c11": "Sexo oral usando siropes comestibles en el cuerpo (pareja).",
  "c12": "La pareja usa siropes comestibles el uno en el otro, un(a) invitado(a) prueba o ayuda a \"limpiar\".",
  "c13": "Tomar un baño de inmersión juntos a la luz de las velas.",
  "c14": "Explorar mordiscos leves y chupetones en nuevas partes del cuerpo.",
  "c15": "Sexo ligeramente ebrio (ej: con vino).",
  "c16": "Probar preservativos con diferentes texturas o efectos.",
  "c17": "Sesión de \"cata a ciegas\": una persona con los ojos vendados prueba alimentos de la piel de la otra.",
  "c18": "Pintura corporal: usar pinturas comestibles el uno en el otro y \"limpiar\" con besos.",
  "c19": "Explorar el fetiche de pies (podofilia): besos, lamidas, masaje erótico en los pies.",
  "c20": "Usar una mordaza ligera (tela/silicona) para agudizar otros sentidos en la relación.",
  "c21": "Probar toques con cera de vela BDSM (baja temperatura) en la piel.",
  "c22": "Me gustaría sentir cera tibia de vela BDSM corriendo por mi cuerpo.",
  "c23": "El cuerpo de la pareja como lienzo para arte con cera tibia de vela BDSM.",
  "c24": "Toques leves con un flogger (látigo de tiras suaves) en la espalda/nalgas.",
  "c25": "Me gustaría sentir la estimulación de una fusta (riding crop) en muslos/nalgas.",
  "c26": "Sentir el ardor controlado de un látigo fino (tawse/single tail).",
  "c27": "Usar pinzas para pezones (nipple clamps) para aumentar la sensibilidad.",
  "c28": "Me gustaría probar las pinzas para pezones durante los preliminares/sexo.",
  "c29": "Explorar una rueda de Wartenberg ligeramente sobre la piel para sensaciones intensas.",
  "c30": "Recibir/dar mordiscos más fuertes (seguros) en hombros, muslos, nalgas.",
  "c31": "Usar un anillo para el pene para prolongar la erección e intensificar las sensaciones.",
  "c32": "Me gustaría que mi pareja usara un anillo vibrador para el pene para estimular mi clítoris/perineo.",
  "c33": "Usar un plug anal (pequeño/mediano) durante el día o los preliminares para una sensación de llenado.",
  "c34": "Me gustaría usar un plug anal (tamaño a convenir) durante el sexo vaginal/oral.",
  "c35": "Utilizar un plug anal vibrador (controlado o no) para nuevas dimensiones de placer.",
  "c36": "Explorar diferentes texturas (seda, cuero, látex) en contacto con la piel desnuda.",
  "c37": "Sexo con los ojos vendados y los oídos tapados, centrándose solo en el tacto y el olfato.",
  "c38": "Masaje con piedras calientes y frías, alternando temperaturas en el cuerpo.",
  "c39": "Jugar al \"mapa corporal\": uno dibuja en el cuerpo del otro para que este adivine.",
  "c40": "Usar esposas de peluche/seda para restringir los movimientos ligeramente.",
  "c41": "Sexo a cámara lenta, con máxima atención a cada toque y respiración.",
  "c42": "Gotear miel o chocolate tibio en zonas erógenas y lamerlo lentamente.",
  "c43": "Explorar el \"knife play\" simulado (objeto seguro) para tensión y escalofríos.",
  "c44": "Crear una banda sonora sensual para una noche de amor, dejando que la música guíe.",
  "c45": "Un baño de espuma juntos, con muchas burbujas y caricias bajo el agua.",
  "c46": "Usar un pañuelo de seda para vendar los ojos y luego para acariciar el cuerpo.",
  "c47": "Sesión de besos: explorar diferentes tipos y lugares por todo el cuerpo.",
  "c48": "Hacer el amor en un lugar diferente de la casa (alfombra del salón, cocina).",
  "c49": "Explorar el \"electroplay\" con un dispositivo TENS/Violet Wand de baja intensidad.",
  "c50": "Desafío sensorial: una persona vendada intenta adivinar partes del cuerpo de la otra por el tacto/olfato.",
  "c51": "Usar un espejo grande para observar el acto sexual desde diferentes ángulos.",
  "c52": "Probar el \"hair pulling\" consentido (tirar del pelo suavemente) en el calor del momento.",
  "c53": "Intercambiar un masaje sensual usando solo labios y lengua.",
  "c54": "Crear un \"ambiente sensorial\" (luces, incienso, música, texturas en la cama).",
  "c55": "Explorar la sensación del látex o el cuero en contacto directo con la piel.",
  "c56": "Me gustaría que mi pareja me susurrara fantasías al oído mientras me toca.",
  "c57": "Probar diferentes tipos de lubricantes (efecto calor, frío, hormigueo).",
  "c58": "Ser alimentado(a) por mi pareja con los ojos vendados, centrándome en el sabor.",
  "c59": "Bailar pegados y desnudos con mi pareja al son de música lenta.",
  "c60": "Me gustaría que mi cuerpo fuera cubierto con algo comestible para ser \"devorado(a)\".",
  "c61": "Explorar las vibraciones de un móvil/masajeador en diferentes partes del cuerpo.",
  "c62": "Recibir un masaje en los pezones con aceite o un estimulador específico.",
  "c63": "Jugar con plumas o un plumero suave por el cuerpo, causando escalofríos.",
  "c64": "Escuchar los latidos del corazón del otro después de una intimidad intensa.",
  "c65": "Probar la seda o el satén sobre la piel desnuda (sábanas, ropa).",
  "c66": "Hacer una \"cata\" de besos: con diferentes sabores en los labios.",
  "c67": "Me gustaría ser atado(a) suavemente con cuerdas suaves y sentir mi cuerpo ser explorado.",
  "c68": "Escribir en el cuerpo de mi pareja mientras un(a) amigo(a) observa la \"obra de arte\".",
  "c69": "Usar cubitos de hielo saborizados para sexo oral o para recorrer el cuerpo.",
  "c70": "Escribir palabras/dibujos eróticos en el cuerpo del otro con un bolígrafo/tinta corporal.",
  "c71": "Con los ojos vendados, permitir que mi pareja explore mi cuerpo con un objeto sorpresa.",
  "c72": "Hacer el amor en una cascada aislada durante una caminata (pareja).",
  "c73": "Sentir la textura de la hierba/musgo/tierra en la piel desnuda durante la intimidad al aire libre (pareja).",
  "c74": "Escuchar sonidos de la naturaleza como banda sonora para el sexo mientras se acampa/hace senderismo (pareja).",
  "c75": "Sentir el sudor y el calor de los cuerpos durante un entrenamiento conjunto seguido de sexo intenso (pareja).",
  "c76": "Recibir un masaje deportivo sensual de mi pareja después de un entrenamiento duro (pareja).",
  "c77": "Explorar la sensación de diferentes cuerdas (sisal, algodón, seda) en la piel en bondage ligero (pareja).",
  "c78": "Usar un vibrador de varita (wand) potente para un masaje corporal profundo que evoluciona hacia el placer (pareja).",
  "c79": "Probar el \"fisting\" anal o vaginal (requiere mucha preparación, lubricación y consentimiento).",
  "c80": "Recibir/hacer un masaje lingam (hombre) o yoni (mujer) centrado en la energía sexual (pareja).",
  "c81": "Jugar con texturas de alimentos inusuales en el cuerpo (semillas, granos) y luego limpiarlo (pareja).",
  "c82": "Hacer el amor en un jacuzzi, aprovechando los chorros de agua (pareja).",
  "c83": "Usar bolas de Ben Wa (bolas de kegel) durante el día para aumentar la sensibilidad vaginal.",
  "c84": "Explorar la sensación de un vibrador tipo bala (bullet) en diversas zonas erógenas.",
  "c85": "Usar una sábana de satén o seda en la cama para una noche de sensaciones deslizantes.",
  "c86": "Tomar un baño largo juntos, explorando cada parte del cuerpo con jabones y esponjas.",
  "c87": "Hacerse un \"footjob\" (masturbación con los pies) el uno al otro.",
  "c88": "Experimentar la sensación de que tu pareja te lave el pelo sensualmente.",
  "c89": "Usar aceites esenciales con aromas afrodisíacos en un difusor durante el sexo.",
  "c90": "Besar a mi pareja con un trozo de hielo en la boca.",
  "c91": "Explorar la sensibilidad de la cara interna de los muslos con diferentes toques (plumas, uñas, lengua).",
  "c92": "Hacer un concurso de miradas sin pestañear, terminando en besos.",
  "c93": "Usar un vibrador para parejas (ej: We-Vibe) durante la penetración para un placer simultáneo.",
  "c94": "Probar el \"edging\" (control del orgasmo) para prolongar el placer e intensificar el clímax.",
  "c95": "Me gustaría que me chuparan/lamieran los pezones con intensidad.",
  "c96": "Uno de los dos elige la posición sexual durante una noche.",
  "c97": "Uno de los dos decide qué se pone el otro para una cita íntima.",
  "c98": "Me gustaría dar una orden sensual a mi pareja para que la obedezca.",
  "c99": "Me gustaría que mi pareja me diera una orden sensual para obedecer.",
  "c100": "Susurrar órdenes o deseos al oído de la pareja durante el sexo.",
  "c101": "Usar palabras de mando y un tono autoritario en la intimidad.",
  "c102": "Uno de los dos sirve al otro de forma sumisa durante una noche.",
  "c103": "Vendar a la pareja sumisa y guiarla con órdenes verbales en la escena.",
  "c104": "Me gustaría ser inmovilizado(a) por mi pareja y someterme.",
  "c105": "Me gustaría inmovilizar a mi pareja y tenerla a mi merced.",
  "c106": "Servir obedientemente a la pareja y a un(a) invitado(a).",
  "c107": "Servir obedientemente a un grupo de invitados(as) bajo las órdenes de la pareja.",
  "c108": "Spanking: Aplicar azotes firmes en el culo de la pareja.",
  "c109": "Me gustaría recibir azotes firmes en el culo de mi pareja.",
  "c110": "Recibir azotes (spanking) de una tercera persona bajo las órdenes de la pareja.",
  "c111": "Sesión de spanking en grupo, donde varios aplican/reciben.",
  "c112": "Besar y lamer los pies de la pareja dominante en sumisión.",
  "c113": "Roleplay: Maestro/a severo/a y estudiante dedicado/a y obediente.",
  "c114": "Roleplay: Ataque simulado, uno domina físicamente al otro.",
  "c115": "Roleplay de Invasión: Uno de los dos \"invade\" y domina al otro.",
  "c116": "Roleplay de Invasión: Un(a) invasor(a) (pareja o amigo/a) domina al residente.",
  "c117": "Roleplay de Invasión: Un grupo de invasores domina al/a los residente(s).",
  "c118": "Roleplay Invasión Invertida: La \"víctima\" domina al/a los invasor(es).",
  "c119": "Roleplay: Ejecutivo/a poderoso/a exige tareas eróticas a su asistente.",
  "c120": "Roleplay: Rey/Reina y su sirviente/a devoto/a por una noche.",
  "c121": "Roleplay: La Realeza (Rey/Reina) es servida por múltiples sirvientes (pareja e invitados).",
  "c122": "Roleplay: Un(a) sirviente/a (o grupo) se rebela y somete a la Realeza.",
  "c123": "Control del orgasmo: el/la dominante decide cuándo puede correrse el/la sumiso(a).",
  "c124": "Control del orgasmo: el/la dominante decide, con un(a) invitado(a) observando.",
  "c125": "Control del orgasmo: el/la dominante decide cuándo puede correrse el/la sumiso(a) delante de un público.",
  "c126": "Pet Play: Uno de los dos actúa como mascota (gata, perro) para su \"dueño(a)\".",
  "c127": "Humillación erótica verbal ligera (palabras acordadas por la pareja).",
  "c128": "Humillación erótica verbal delante de un(a) invitado(a) o un pequeño público.",
  "c129": "La Reina (pareja) es servida por su pareja y una o más invitadas.",
  "c130": "Roleplay: Interrogatorio intenso con seducción y presión psicológica.",
  "c131": "Uno de los dos con los ojos vendados y atado, provocado por el otro y un(a) invitado(a).",
  "c132": "El/la sumiso(a) lleva un collar y una correa, conducido(a) por el/la dominante.",
  "c133": "Establecer reglas estrictas para el/la sumiso(a) durante 24h, con castigos leves.",
  "c134": "Uno de los dos es el \"objeto sexual\" del otro por una noche.",
  "c135": "Uno de los dos es el \"objeto sexual\" de un grupo por una noche.",
  "c136": "Roleplay: Madama poderosa (pareja) \"gestiona\" a su pareja (o a una amiga) para un \"cliente\".",
  "c137": "Escenario \"esclavo(a) de pies\": el/la sumiso(a) adora los pies del/de la dominante.",
  "c138": "El/la dominante controla cuándo puede ir al baño el/la sumiso(a) durante horas.",
  "c139": "Sesión de \"impact play\" con diversos instrumentos (palmeta, vara).",
  "c140": "Uno de los dos lleva un plug anal/vaginal todo el día como recordatorio de sumisión.",
  "c141": "Roleplay de \"subasta\": uno de los dos es \"subastado(a)\" para servidumbre sensual.",
  "c142": "El/la sumiso(a) escribe una carta detallando su devoción al/a la dominante.",
  "c1gosto": "Lenguaje corporal de sumisión (cabeza baja, etc.) hacia el/la dominante.",
  "c144": "El/la dominante elige un disfraz \"humillante\" (consensuado) para que lo use el/la sumiso(a).",
  "c145": "Me gustaría ser objetivado(a) por mi pareja durante el sexo.",
  "c146": "Me gustaría objetivar a mi pareja durante el sexo, tratándola como un juguete.",
  "c147": "Ser tratado(a) como objeto sexual por un(a) invitado(a), bajo la supervisión de la pareja.",
  "c148": "Ser expuesto(a) y objetivado(a) ante un pequeño grupo de amigos.",
  "c149": "El/la dominante escribe palabras de posesión/reglas en el cuerpo del/de la sumiso(a) con un bolígrafo/tinta.",
  "c150": "El/la dominante \"inspecciona\" detalladamente el cuerpo del/de la sumiso(a), como un objeto.",
  "c151": "El/la sumiso(a) permanece en una posición \"decorativa\" mientras el/la dominante realiza otras actividades.",
  "c152": "Forzar al/a la sumiso(a) a usar ropa reveladora e incómoda para el placer del/de la dominante (y otros).",
  "c153": "Sesión de humillación con tareas serviles y degradantes (leves y consensuadas).",
  "c154": "El/la dominante narra al/a la sumiso(a) (o a terceros/público) sus \"defectos\" de forma erotizada.",
  "c155": "Uno de los dos, el/la \"entrenador(a)\", dicta todos los ejercicios e intensidad al/a la \"atleta\" en el gimnasio, con recompensas/castigos sensuales.",
  "c156": "Después de perder una apuesta con la pareja, ser su \"premio\" sexual.",
  "c157": "Ser el \"premio\" sexual para el ganador de una apuesta entre la pareja y un(a) amigo(a).",
  "c158": "Mi marido me \"apuesta\" en un juego con un(a) amigo(a); si pierde, cumplo el deseo del/de la amigo(a).",
  "c159": "Mi esposa me \"apuesta\" en un juego con un(a) amigo(a); si pierde, cumplo el deseo del/de la amigo(a).",
  "c160": "En una partida de póker con amigos, la pareja acuerda que la pareja femenina será \"compartida\" con el ganador.",
  "c161": "Apostar a la pareja (hombre o mujer) en un juego con un grupo; el/la perdedor(a) satisface al grupo.",
  "c162": "Roleplay: Prisionero/a de guerra y su implacable captor(a) (pareja).",
  "c163": "Roleplay: Un(a) prisionero/a es interrogado(a)/usado(a) por dos captores (pareja y amigo/a).",
  "c164": "Roleplay: Un(a) prisionero/a es sometido(a) a un grupo de captores implacables.",
  "c165": "Roleplay: Un(a) policía \"aborda\" a un(a) ciudadano(a) de forma intimidante/sensual (pareja).",
  "c166": "Me gustaría ser \"cacheado(a)\" minuciosamente por un(a) policía (pareja).",
  "c167": "Roleplay: Dos policías (pareja y amigo/a) \"abordan\" y \"cachean\" a un(a) ciudadano(a) sospechoso(a).",
  "c168": "Roleplay: Un grupo de policías \"rodea\" e \"interroga\" agresivamente a sospechosos(as).",
  "c169": "Roleplay: Un(a) \"detective\" interroga a un(a) \"inocente\" con presión psicológica y seducción (pareja).",
  "c170": "Roleplay: Un(a) \"inocente\" es interrogada por dos \"detectives\" (pareja y amigo/a), uno \"bueno\" y otro \"malo\".",
  "c171": "Roleplay: Un(a) \"inocente\" es interrogada por un panel de \"investigadores\" hostiles.",
  "c172": "Roleplay: Un(a) \"verdugo\" aplica un \"castigo\" corporal/sensual combinado a la \"criminal\" (pareja).",
  "c173": "Me gustaría ser \"castigado(a)\" por mi pareja por una \"infracción\" con spanking/disciplina.",
  "c174": "Roleplay: Una \"criminal\" es \"castigada\" por el \"carcelero\" (pareja) y un \"guardia\" (amigo/a).",
  "c175": "Roleplay: Una \"criminal\" es sometida a \"juicio\" y \"castigo\" por un \"tribunal\" de amigos.",
  "c176": "Bañar a la pareja meticulosamente, como si se preparara un objeto para ser usado por un grupo.",
  "c177": "Servir bebidas a la pareja dominante y a sus invitados usando mi cuerpo como \"bandeja\".",
  "c178": "En el pet play, ser \"entrenado(a)\" con \"recompensas\" y \"castigos\" por un grupo de \"dueños\".",
  "c179": "En una caminata, ser vendado(a) y que mi cuerpo sea explorado por la pareja y un(a) amigo(a) \"guía\".",
  "c180": "Ser \"abandonado(a)\" atado(a) y vendado(a) en el bosque (la pareja vigila), con la posibilidad de que un \"extraño\" (amigo) te encuentre.",
  "c181": "Después de ganar una apuesta, la pareja y un(a) amigo(a) se reparten el \"premio\" (tú).",
  "c182": "Me gustaría que mi ropa fuera elegida por mi pareja dominante durante una semana.",
  "c183": "La pareja sumisa debe caminar a cuatro patas por la casa cuando se le ordene.",
  "c184": "Ser \"inspeccionado(a)\" desnudo(a) por la pareja dominante, que puede señalar \"defectos\" o \"cualidades\".",
  "c185": "Ser \"inspeccionado(a)\" desnudo(a) por la pareja dominante delante de un(a) invitado(a).",
  "c186": "Ser \"inspeccionado(a)\" desnudo(a) por un grupo liderado por la pareja dominante.",
  "c187": "Llevar un cartel con una frase humillante (consensuada) elegida por el/la dominante, en casa.",
  "c188": "El/la dominante puede prohibir al/a la sumiso(a) sentarse en los muebles, debiendo permanecer en el suelo.",
  "c189": "Tener que pedir permiso al/a la dominante para todas las actividades básicas (comer, beber).",
  "c190": "Roleplay: Uno de los dos es el/la \"entrenador(a) personal\" sádico(a) que impone ejercicios exhaustivos con connotación sexual.",
  "c191": "Sesión de \"adoración de botas/zapatos\": el/la sumiso(a) debe limpiar y besar el calzado del/de la dominante.",
  "c192": "El/la dominante usa el cuerpo del/de la sumiso(a) como un \"mueble humano\" (ej: posavasos).",
  "c193": "Forzar al/a la sumiso(a) a usar una ropa ridícula o infantil durante una escena.",
  "c194": "Me gustaría ser \"entrenado(a)\" como una mascota por mi pareja y un(a) amigo(a) \"adiestrador(a)\".",
  "c195": "El/la sumiso(a) debe comer su comida en el suelo, como un animal, bajo las órdenes del/de la dominante.",
  "c196": "El/la dominante \"redecora\" el cuerpo del/de la sumiso(a) con maquillaje de forma humillante o fetichista.",
  "c197": "Ser vendado(a) y que mi cuerpo sea usado para juegos de \"tiro al blanco\" con objetos suaves o comestibles por la pareja y amigos.",
  "c198": "Después de perder una apuesta, ser \"propiedad\" de un grupo de amigos de la pareja durante una hora para cumplir órdenes leves.",
  "c199": "Apostar con la pareja: quien pierda, se convierte en \"esclavo(a) de apuestas\" del/de la ganador(a) por un día.",
  "c200": "En un juego de cartas con amigos, la pareja perdedora (de la pareja) debe obedecer una orden de cada jugador de la mesa.",
  "c201": "Uno de los dos (o ambos) usa un uniforme de autoridad (policía, militar) y manda al otro (o a un grupo) durante la noche.",
  "c202": "La pareja practica \"age play\": uno asume un papel infantilizado, el otro cuida/disciplina.",
  "c203": "La pareja practica \"age play\" con un(a) amigo(a) en el papel de \"niñera\" o \"hermano(a) mayor\" que también disciplina.",
  "c204": "Ser \"castigado(a)\" por la pareja con aislamiento sensorial (venda, tapones para los oídos) por un tiempo determinado.",
  "c205": "El/la dominante dicta las fantasías que el/la sumiso(a) debe tener y narrar.",
  "c206": "Interpretar una cita a ciegas con nombres/historias falsas, seduciéndose mutuamente.",
  "c207": "Recrear una escena icónica de una película/serie, pero con un final erótico improvisado.",
  "c208": "Roleplay: Un(a) viajero/a del tiempo aparece de repente con un secreto/misión.",
  "c209": "Crear un escenario de \"baile de máscaras\" en casa (música, disfraces, seducción anónima).",
  "c210": "Roleplay: Un(a) detective privado/a investiga a un(a) sospechoso/a encantador(a), y la investigación se vuelve íntima.",
  "c211": "Fantasía del \"genio de la lámpara\": una pareja concede tres deseos eróticos a la otra.",
  "c212": "Sois piratas rivales que se capturan y \"negocian\" sensualmente la libertad.",
  "c213": "Roleplay: Estrella de rock y fan que consigue acceso al backstage.",
  "c214": "Interpretar un \"matrimonio concertado\", los novios se conocen en la noche de bodas.",
  "c215": "Personajes de un videojuego de aventuras cobran vida y exploran sensaciones.",
  "c216": "Escribir un cuento erótico colaborativo: uno empieza, el otro continúa.",
  "c217": "Roleplay: Una tensa negociación entre un jefe de la mafia y un(a) detective se convierte en seducción.",
  "c218": "Elegir un país/cultura exótica y crear un escenario romántico/sensual inspirado.",
  "c219": "Roleplay \"Masajista Profesional\" ofrece \"servicios extra\" al cliente (pareja).",
  "c220": "Roleplay \"Masajista Profesional\" atiende a la pareja, ofreciendo \"servicios extra\" a ambos.",
  "c221": "Fantasía: Los únicos supervivientes en un mundo post-apocalíptico redescubren la intimidad.",
  "c222": "Fantasía: Supervivientes de un apocalipsis encuentran a otro(s) superviviente(s) para explorar el placer.",
  "c223": "Roleplay: Entrenador(a) personal insistente con su cliente (pareja).",
  "c224": "Crear un \"mapa del tesoro\" erótico por la casa, con pistas y \"estaciones\" de placer.",
  "c225": "Roleplay: Artista buscando inspiración y su musa/o inspirador(a).",
  "c226": "Simular un \"apagón\" en casa, explorando la intimidad a la luz de las velas/linternas.",
  "c227": "Roleplay: Una entrevista de trabajo donde el/la entrevistador(a) hace preguntas cada vez más personales/provocativas.",
  "c228": "Roleplay: Una entrevista de trabajo con un panel de entrevistadores (pareja y amigos) haciendo preguntas íntimas.",
  "c229": "Interpretar un \"reality show\" particular con desafíos sensuales para la pareja.",
  "c230": "Interpretar un \"reality show\" particular con la pareja y amigos invitados como \"jurado\" o \"participantes\".",
  "c231": "Roleplay: Un(a) policía detiene a un(a) sospechoso(a) encantador(a), la tensión sexual aumenta en el \"interrogatorio\".",
  "c232": "Roleplay: Alumno(a) seducido(a) por un(a) profesor(a) mayor.",
  "c233": "Roleplay: Un(a) profesor(a) seduce a un(a) alumno(a) y a un(a) compañero/a de este/a.",
  "c234": "Roleplay: Un(a) profesor(a) con su clase (pareja y amigos) en una \"clase práctica\" de seducción.",
  "c235": "Roleplay: Desconocidos en un tren/avión inician una conversación picante y un flirteo intenso.",
  "c236": "Roleplay: Allanamiento de morada consentido, un \"invasor\" domina al \"residente\".",
  "c237": "Roleplay: Allanamiento de morada, un invasor (pareja) domina a la residente con un(a) amigo(a) cómplice.",
  "c238": "Roleplay: Allanamiento de morada, un grupo de invasores (pareja y amigos) domina al/a los residente(s).",
  "c239": "Roleplay: Un(a) periodista entrevista a una celebridad recluida, la entrevista toma un rumbo íntimo.",
  "c240": "Roleplay: Contratar a un(a) \"acompañante de lujo\" (pareja) para una noche de seducción.",
  "c241": "Roleplay: Contratar a un(a) \"acompañante de lujo\" (pareja) y a un(a) amigo(a) para una noche de trío.",
  "c242": "Roleplay: Contratar a \"acompañantes de lujo\" (pareja y amigos) para una orgía sofisticada.",
  "c243": "Roleplay: Interpretar una famosa escena de una película romántica, pero con un toque erótico original.",
  "c244": "Roleplay: Viaje en el tiempo, la pareja se encuentra en otra época y explora la dinámica.",
  "c245": "Roleplay: Una pareja de espías rivales obligados a trabajar juntos se rinden a la atracción.",
  "c246": "Roleplay: Una pareja de espías con un(a) tercer(a) agente doble en una misión sensual.",
  "c247": "Roleplay: Un equipo de espías (pareja y amigos) en una misión que implica seducción y sexo en grupo.",
  "c248": "Roleplay: Realeza (rey/reina) y su leal y devoto/a sirviente/a.",
  "c249": "Roleplay: La Realeza es servida por su pareja y un(a) invitado(a) (sirviente/a adicional).",
  "c250": "Roleplay: La Realeza es servida por toda una corte de sirvientes (pareja y grupo).",
  "c251": "Escenario Cuckolding: El marido observa a su esposa con un invitado.",
  "c252": "Escenario Cuckqueaning: La esposa observa a su marido con una invitada.",
  "c253": "Escenario \"Hotwife\": La esposa se divierte con múltiples hombres (amigos) mientras el marido observa/participa.",
  "c254": "Escenario \"Stag/Vixen\": El marido se divierte con múltiples mujeres (amigas) mientras la esposa observa/participa.",
  "c255": "Gangbang/Reverse Gangbang simulado o real: Sexo grupal intenso.",
  "c256": "Roleplay: Terapeuta y paciente, la sesión evoluciona hacia una exploración íntima.",
  "c257": "Fantasía de abducción alienígena con experimentos sexuales lúdicos.",
  "c258": "Roleplay \"primera vez\" con una pareja experimentada y otra tímida.",
  "c259": "Interpretar un matrimonio concertado, los novios se conocen en la noche de bodas.",
  "c260": "Roleplay \"vecinos curiosos\" que se involucran después de un encuentro \"accidental\".",
  "c261": "Fantasía: uno de los dos es \"camgirl/camboy\", el otro es un fan con peticiones especiales.",
  "c262": "Fantasía de \"cambio de cuerpo\": actuar/hablar como el otro en la intimidad.",
  "c263": "Usar máscaras (venecianas, de animales) durante el sexo para misterio y desinhibición.",
  "c264": "Roleplay \"Confesionario sensual\": uno confiesa deseos secretos al otro \"confesor\".",
  "c265": "Crear un \"alter ego\" sexual para cada uno (nombre, historia) e interactuar como ellos.",
  "c266": "Roleplay \"Prostituta en el Parque\": la pareja femenina interpreta, el marido \"contrata\".",
  "c267": "Roleplay \"Prostituta en el Parque\": la pareja femenina interpreta, dos amigos \"contratan\".",
  "c268": "Roleplay \"Prostituta en el Parque\": la pareja femenina interpreta, un grupo \"contrata\".",
  "c269": "Fantasía \"Despedida de Soltero\": la esposa es \"contratada\" para la fiesta del marido (simulada con amigos).",
  "c270": "La pareja finge ser \"voyeurs\" profesionales observando (y narrando) la intimidad de otra pareja (imaginaria o amigos).",
  "c271": "Fantasía de \"Scrabble/Crucigrama Sucio\": jugar una versión erótica.",
  "c272": "Interpretar una \"subasta de fantasías\": cada uno escribe 3, se \"subastan\" con caricias, la ganadora se realiza.",
  "c273": "Roleplay \"Entrevista con una Estrella Porno\": uno es la estrella, el otro el entrevistador curioso.",
  "c274": "Fantasía de \"fotógrafo(a) y modelo desnudo(a)\": crear una sesión de fotos sensual casera.",
  "c275": "Simular una \"cita virtual\" en habitaciones diferentes, seduciendo por texto/audio antes de lo físico.",
  "c276": "Roleplay CNC: Atado(a) a un árbol, \"suplicar\" ayuda a un \"extraño\" (amigo cómplice) que realiza fantasías.",
  "c277": "Roleplay CNC: Atado(a) a un árbol, ser \"encontrado(a)\" por un grupo (amigos) que \"usa y abusa\".",
  "c278": "Roleplay: Exploradores perdidos en la selva encuentran consuelo y placer el uno en el otro.",
  "c279": "Roleplay: Seres del bosque (ninfas, sátiros) seducen a un humano perdido.",
  "c280": "Roleplay: Una pareja \"adopta\" a un miembro de otra pareja amiga para una experiencia de trío, mientras el otro observa/se une.",
  "c281": "Roleplay: Una pareja \"secuestra\" consensualmente a un miembro de otra pareja amiga para un \"cautiverio\" sensual.",
  "c282": "Roleplay CNC: Marido inmovilizado \"forzado\" a ver a un \"intruso\" (amigo) tomar a su esposa \"a la fuerza\".",
  "c283": "Esposa \"forzada\" a ver a su pareja lesbiana (o amiga) ser \"tomada\" por un hombre (amigo).",
  "c284": "Roleplay: La pareja es un entrenador personal que utiliza métodos \"alternativos\" para motivar a un cliente en el gimnasio.",
  "c285": "Fantasía de \"campamento embrujado\": sustos y misterio se transforman en excitación en la tienda de campaña.",
  "c286": "Roleplay: Explorar una fantasía de \"viaje en el tiempo\" a una noche de bacanal romana/griega con la pareja y amigos.",
  "c287": "Escenario de \"Club de Lucha Erótico\": la pareja (o con amigos) participa en luchas sensuales donde el perdedor sirve al ganador.",
  "c288": "Fantasía de \"Espectáculo de Magia Erótico\": uno es el mago, el otro el asistente, con trucos que implican desnudez y seducción (puede haber un público de amigos).",
  "c289": "Roleplay: Uno de vosotros es un \"DJ de fiesta rave\" y el otro (y amigos) son fans que invaden la cabina para una \"after party\" privada.",
  "c290": "Interpretar un \"Cuento de las Mil y Una Noches\" con sultán/sultana, odaliscas y eunucos (pareja y amigos).",
  "c291": "Roleplay \"Mecánico(a) Atrevido(a)\": Cliente lleva el coche al taller, el/la mecánico(a) (pareja) hace una \"inspección\" íntima.",
  "c292": "Roleplay \"Mecánico(a) y Cliente con Amigo(a)\": Cliente lleva el coche, el/la mecánico(a) y un(a) amigo(a) \"evalúan\" al/a la cliente.",
  "c293": "Roleplay \"Taller en Grupo\": El/la cliente es \"atendido(a)\" por un grupo de mecánicos(as) (pareja y amigos).",
  "c294": "Fantasía \"Uber Prohibido\": Uno de los dos es el conductor, el otro el pasajero que ofrece un \"pago alternativo\".",
  "c295": "Fantasía \"Uber con Amigo\": Un(a) amigo(a) es el conductor, la pareja se provoca en el asiento trasero, intentando involucrarlo(a).",
  "c296": "Roleplay: Un(a) entrenador(a) personal (pareja) \"corrige\" la postura del/de la cliente (pareja) con toques íntimos en el gimnasio.",
  "c297": "Roleplay: Encuentro secreto en un sendero desierto, como amantes prohibidos.",
  "c298": "Fantasía de \"Adán y Eva\" en una playa desierta o cascada.",
  "c299": "Interpretar una \"entrevista\" para un club de swing solo entre la pareja, respondiendo preguntas picantes.",
  "c300": "Roleplay \"Interrogatorio Policial Injusto\": Una pareja femenina es la policía dura, el otro el \"inocente\" que ella intenta seducir/presionar.",
  "c301": "Roleplay \"Castigo de la Culpable\": Una pareja femenina es la \"jueza/verdugo\", la otra la \"criminal\" que recibe un castigo sensual.",
  "c302": "Roleplay \"Policía Aborda a Pareja\": Un policía (amigo) aborda a la pareja (mujer+hombre/mujer) en una situación comprometedora y \"abusa de su autoridad\".",
  "c303": "Fantasía de \"Extra en Película Porno\": La pareja finge estar en un set, siguiendo \"instrucciones\" de un director imaginario.",
  "c304": "Roleplay \"Chef y Aprendiz\": Un chef experimentado enseña los secretos de la cocina (y del placer) al joven aprendiz en la cocina.",
  "c305": "Fantasía de \"Escape Room Erótico\": Crear enigmas por la casa que lleven a recompensas sensuales al ser resueltos.",
  "c306": "Me gustaría que mi pareja me grabara en una actuación sensual privada.",
  "c307": "Salir sin ropa interior y hacérselo saber a mi pareja, provocándola en público.",
  "c308": "Hacer un striptease privado y producido para mi pareja.",
  "c309": "Striptease para mi pareja y un(a) amigo(a) invitado(a).",
  "c310": "Striptease para mi pareja y un pequeño público de amigos.",
  "c311": "Dejar la puerta del baño entreabierta \"sin querer\" mientras me ducho con una visita en casa.",
  "c312": "Enviar una foto sensual (no explícita) a un(a) amigo(a) común, con el consentimiento de mi pareja.",
  "c313": "Andar en lencería/toalla por casa en presencia de un(a) amigo(a) íntimo(a) invitado.",
  "c314": "Grabar el sexo de la pareja (rostros ocultos/no) y mostrarlo a un(a) amigo(a) de confianza.",
  "c315": "Grabar el sexo de la pareja y mostrarlo a un pequeño grupo selecto de amigos.",
  "c316": "Me gustaría que mi pareja me observara mientras me masturbo.",
  "c317": "Masturbarme para mi pareja y un(a) amigo(a) invitado(a).",
  "c318": "Masturbarme para mi pareja y un pequeño público de amigos.",
  "c319": "Sexo en un lugar semipúblico con bajo riesgo de ser vistos (balcón, sendero).",
  "c320": "Ser exhibido(a) sensualmente por mi pareja en una videollamada a un(a) tercero(a)/s.",
  "c321": "La pareja femenina se masturba en el coche (parado/en movimiento seguro) con la posibilidad de ser vista.",
  "c322": "Sexo en el coche en un túnel de lavado automático, aprovechando la privacidad momentánea.",
  "c323": "Ir a una playa nudista y practicar nudismo juntos.",
  "c324": "Ir a una playa nudista con la pareja y un(a) amigo(a), practicando nudismo juntos.",
  "c325": "Participar en un evento o fiesta nudista en grupo.",
  "c326": "Enviar desnudos artísticos a mi pareja cuando está ocupada.",
  "c327": "Coquetear abiertamente con un(a) empleado(a) de gasolinera/dependiente (con la complicidad de la pareja).",
  "c328": "Sexo en el coche en un punto de \"dogging\", solo observando a otros.",
  "c329": "Sexo en el coche en un punto de \"dogging\", siendo observado(a) por otros.",
  "c330": "Sexo en el coche en un punto de \"dogging\", interactuando con otra pareja o persona.",
  "c331": "Visitar un gloryhole (real) para observar anónimamente.",
  "c332": "Visitar un gloryhole (real) para interactuar anónimamente (una de las partes).",
  "c333": "Visitar un gloryhole (real) con la pareja participando o uno observando al otro.",
  "c334": "Gloryhole simulado en casa: invitar a un(a) amigo(a) a interactuar con uno, mientras el otro mira.",
  "c335": "Gloryhole simulado en casa para una fiesta íntima, con varios usando/observando.",
  "c336": "Un marido observa a su esposa con una invitada.",
  "c337": "Un marido observa a su esposa con un grupo de invitadas.",
  "c338": "Una esposa observa a su marido con un invitado.",
  "c339": "Una esposa observa a su marido con un grupo de invitados.",
  "c340": "Una pareja de lesbianas invita a un amigo para un MFF.",
  "c341": "Una pareja de lesbianas invita a algunos amigos para una experiencia MFFF/en grupo.",
  "c342": "Una pareja gay invita a una amiga para un MMF.",
  "c343": "Una pareja gay invita a algunas amigas para una experiencia MMFF/en grupo.",
  "c344": "Intercambio de parejas (swing) solo con besos y caricias con otra pareja.",
  "c345": "Intercambio de parejas (swing) completo con otra pareja de amigos, en un ambiente privado.",
  "c346": "Participar en una fiesta de swing con múltiples parejas.",
  "c347": "\"Strip quiz\" o prendas eróticas con amigos(as) invitados, con desnudez progresiva.",
  "c348": "Uno de los dos se masturba mientras el otro y los invitados(as) observan/animan.",
  "c349": "Usar un plug anal vibrador a control remoto en un paseo por un parque/centro comercial.",
  "c350": "La pareja me toma fotos desnudo(a)/seminudesnudo(a) en lugares públicos desiertos.",
  "c351": "Tener una conversación explícita sobre sexo/fetiches en un café, pudiendo ser escuchada por otros cercanos.",
  "c352": "Uno de los dos se exhibe desde la ventana de casa a la calle (discreto, seguro).",
  "c353": "Ir a un club liberal/fiesta fetichista juntos, para observar.",
  "c354": "Ir a un club liberal/fiesta fetichista juntos e interactuar con una tercera persona.",
  "c355": "Ir a un club liberal/fiesta fetichista juntos y participar en actividades de grupo.",
  "c356": "Grabar un audio con una fantasía erótica y enviarlo a la pareja (o a un grupo íntimo).",
  "c357": "Hacer \"sexting\" con la pareja mientras ambos están en eventos sociales separados.",
  "c358": "Esconderse para observar a la pareja masturbarse (con revelación/consentimiento posterior).",
  "c359": "Dejar un rastro de lencería por la casa para que la pareja (o una visita) lo siga.",
  "c360": "Videollamada sensual con la pareja en un lugar semipúblico (baño de un bar).",
  "c361": "Escribir una fantasía erótica y publicarla anónimamente en un foro en línea.",
  "c362": "Usar una prenda transparente sin sujetador o con lencería a la vista en un evento con la pareja.",
  "c363": "Comprar lencería sensual juntos y hacer un \"desfile privado\" en casa.",
  "c364": "Tomar \"desnudos discretos\" (sin rostro) en lugares públicos y enviarlos a la pareja.",
  "c365": "La pareja me ata ligeramente y me fotografía en poses sensuales.",
  "c366": "Hacer un \"flash\" rápido (pechos/genitales) a la pareja en un lugar inesperado.",
  "c367": "Contar a un(a) amigo(a) de confianza un detalle íntimo/fetiche de la pareja.",
  "c368": "Sexo con una lámpara proyectando sombras en la pared/cortina (visible desde fuera).",
  "c369": "La pareja femenina usa un vestido sin bragas en un evento, provocando a su pareja con toques.",
  "c370": "La pareja masculina usa pantalones ajustados sin calzoncillos, provocando a su pareja con el bulto.",
  "c371": "\"Noche de confesiones sexuales\" con amigos íntimos, tal vez algunas se hagan realidad.",
  "c372": "Ir a un bar de striptease/espectáculo burlesco juntos y discutir lo que encontraron excitante.",
  "c373": "Hacerse un tatuaje/piercing íntimo y revelarlo sensualmente a la pareja.",
  "c374": "Uno con los ojos vendados, el otro describe cómo un(a) tercero(a) (imaginario/real) lo/la seduce/toca.",
  "c375": "Dejar la puerta de la habitación del hotel entreabierta durante el sexo, con el cartel de \"no molestar\".",
  "c376": "Usar un vibrador a control remoto mientras la pareja está en el cine/teatro.",
  "c377": "Cenar fuera e intercambiar notas con propuestas eróticas por debajo de la mesa.",
  "c378": "Voyeurismo consentido: uno de los dos se esconde para observar al otro ducharse/cambiarse.",
  "c379": "Besos y caricias intensas en una pista de baile oscura, tal vez involucrando a un tercero.",
  "c380": "Dejar que la pareja (o un grupo) escriba palabras/dibujos eróticos en mi cuerpo.",
  "c381": "En una fiesta liberal, que mi cuerpo sea usado como \"marcador\", con parejas marcando cuántos han interactuado.",
  "c382": "Sexo en una tienda de campaña en un lugar concurrido (playa, festival).",
  "c383": "Hacer una foto sensual en el cubículo de un baño público y enviarla a la pareja.",
  "c384": "Fotografiar a la pareja en poses sensuales en un taller mecánico/de neumáticos.",
  "c385": "Exhibirse a la pareja o tener un rapidito en el coche en un aparcamiento subterráneo.",
  "c386": "Masturbarse en una plaza desierta por la noche, con la pareja vigilando.",
  "c387": "Desafiar a la pareja a quitarse una prenda de ropa en público sin ser notado(a).",
  "c388": "Videollamada sensual con la pareja mientras está en un Uber (con auriculares).",
  "c389": "Probador de una tienda: probarse lencería y enviar fotos a la pareja (o a un grupo).",
  "c390": "Ponerse de acuerdo con la pareja para agacharse \"accidentalmente\" de forma provocativa delante de un repartidor/técnico.",
  "c391": "Usar ropa de gimnasio ajustada sin ropa interior en una ruta de senderismo.",
  "c392": "Gasolinera: la pareja femenina llena el depósito con un escote atrevido, la pareja masculina observa la reacción.",
  "c393": "En un semáforo, un beso de lengua cinematográfico para que lo vean los coches de al lado.",
  "c394": "Sesión de fotos eróticas de la pareja en un taller abandonado/escenario industrial.",
  "c395": "Bañarse desnudo(a) en un río/lago remoto, con la pareja vigilando.",
  "c396": "Usar ropa de gimnasio reveladora, provocando a la pareja (u otros).",
  "c397": "Intercambiar miradas/toques \"accidentales\" en el vestuario del gimnasio.",
  "c398": "Sauna mixta: caricias calientes con la pareja, conscientes de otras miradas.",
  "c399": "Ser filmado(a) por la pareja haciendo ejercicio de forma sensual y compartirlo con un(a) amigo(a) o un grupo en línea.",
  "c400": "Intercambiar caricias atrevidas bajo un abrigo en un autobús/metro lleno de gente.",
  "c401": "Dejar que la mano de la pareja se \"deslice\" a lugares prohibidos en un viaje en tren.",
  "c402": "Alcanzar el orgasmo con un vibrador discreto en el transporte público, con la pareja cubriendo.",
  "c403": "Dejar una nota indecente en un libro para que la pareja la encuentre en la biblioteca/librería.",
  "c404": "Besos y caricias a escondidas entre las estanterías de una biblioteca/librería.",
  "c405": "Susurrar comentarios eróticos al oído de la pareja durante un concierto/obra de teatro.",
  "c406": "Intercambiar toques discretos y atrevidos bajo la ropa durante una visita a un museo.",
  "c407": "Elogia sinceramente una cualidad que admiras en tu pareja hoy.",
  "c408": "Prepara la bebida favorita de tu pareja por sorpresa.",
  "c409": "Envía un mensaje cariñoso e inesperado durante su jornada laboral.",
  "c410": "Deja una nota de amor escrita a mano donde seguramente la encontrará.",
  "c411": "Pregunta sobre el día de tu pareja y escucha con total atención.",
  "c412": "Ofrece un masaje de 10 minutos en los hombros/pies, sin esperar nada a cambio.",
  "c413": "Di 'Te quiero' de una manera especial o en un momento inesperado hoy.",
  "c414": "Planifiquen juntos un momento a solas para el fin de semana, sin móviles.",
  "c415": "Recuerden en voz alta un recuerdo divertido o feliz que vivieron juntos.",
  "c416": "Hagan un acto de bondad el uno por el otro que alivie una tarea o preocupación.",
  "c417": "Da un abrazo fuerte y largo (¡más de 10 segundos!) sin motivo.",
  "c418": "Escribe 3 cosas que más amas de tu pareja y entrégaselas.",
  "c419": "Elijan juntos una canción que sea 'vuestra canción' y escúchenla con atención.",
  "c420": "Toma la mano de tu pareja con cariño mientras ven la tele o caminan.",
  "c421": "Agradece específicamente por algo (grande/pequeño) que tu pareja hizo por ti.",
  "c422": "Acaricia su pelo o su cara de forma espontánea.",
  "c423": "Compartan un pequeño sueño o deseo individual para el futuro cercano.",
  "c424": "Preparen juntos el desayuno o una merienda especial el fin de semana.",
  "c425": "Miren fotos antiguas de ustedes y hablen de los buenos recuerdos.",
  "c426": "Reserven 15 minutos hoy para hablar sin interrupciones, sobre ustedes.",
  "c427": "Compartan un secreto que nunca le hayan contado a nadie (el uno con el otro).",
  "c428": "Elijan un nuevo hobby o actividad para aprender juntos este mes.",
  "c429": "Caminen de la mano y hablen de sus sueños para el futuro de la pareja.",
  "c430": "Cocinen una comida especial juntos, compartiendo tareas y disfrutando.",
  "c431": "Escríbanse una carta expresando admiración y amor en la relación.",
  "c432": "Pasen una noche sin aparatos electrónicos, solo hablando o leyendo juntos.",
  "c433": "Planifiquen una \"aventura\" local para el fin de semana (un parque nuevo, una cafetería).",
  "c434": "Hagan una lista de 5 cosas por las que están agradecidos el uno del otro y compártanla.",
  "c435": "Creen un \"frasco de momentos felices\": escriban momentos buenos para leer en el futuro.",
  "c436": "Da un feedback positivo y específico sobre algo que tu pareja hizo y te alegró.",
  "c437": "Reserven 30 minutos para abrazarse en silencio, sintiendo la presencia del otro.",
  "c438": "Aprendan una nueva habilidad juntos en línea (cocina, baile).",
  "c439": "Sorprende a tu pareja con su dulce/snack favorito.",
  "c440": "Vean juntos el amanecer o el atardecer, en silencio o hablando.",
  "c441": "Hagan un \"día del cumplido\": busquen oportunidades para elogiarse mutuamente.",
  "c442": "Elijan una causa/organización benéfica para apoyar juntos.",
  "c443": "Recuerden juntos cómo se conocieron y qué les atrajo al principio.",
  "c444": "Ofrece ayuda en una tarea que a tu pareja no le gusta hacer.",
  "c445": "Envíense una canción que exprese sus sentimientos sobre la relación.",
  "c446": "Creen una \"cápsula del tiempo\" de la pareja (fotos, notas) para abrir en 5-10 años.",
  "c447": "Dediquen una noche a cuidarse mutuamente (baño, masaje, té especial).",
  "c448": "Compartir un baño y lavar el cuerpo del otro lentamente.",
  "c449": "Dedicar 20 minutos a mirarse a los ojos sin hablar.",
  "c450": "Elijan un libro (no erótico) y lean capítulos en voz alta el uno al otro.",
  "c451": "Planifiquen y realicen una \"cita de ensueño\" el uno para el otro.",
  "c452": "Creen un código secreto/lenguaje corporal para comunicar \"pienso en ti\" en público.",
  "c453": "Sean \"turistas en su propia ciudad\", explorando lugares nuevos de la mano.",
  "c454": "Creen un \"ritual de conexión\" diario/semanal (compartir 3 cosas buenas del día).",
  "c455": "Ver un taller/charla en línea sobre comunicación/intimidad y discutirlo.",
  "c456": "Definan una \"noche de cero tecnología\" semanal para centrarse por completo el uno en el otro.",
  "c457": "Hagan una lista de deseos de la pareja para realizar juntos en los próximos meses.",
  "c458": "Hagan una retrospectiva del último año y discutan qué funcionó bien y qué necesita mejorar.",
  "c459": "Hagan una lista de cosas que les gustaría hacer juntos en el futuro."
}